Repository: inetconnector/UltimateVideoBrowser
Catalog: Resources/Strings/AppResources.*.resx
Languages: ar, da, de, el, es, fi, fr, he, hi, id, it, ja, nb, nl, pl, pt, ro, ru, sv, th, tr, vi

# SettingsDatabaseResetCompletedMessage
source: Rescanning has started and the database will be rebuilt.
de: Das erneute Scannen hat begonnen und die Datenbank wird neu aufgebaut.

# SettingsDatabaseResetFailedTitle
source: Delete failed
de: Löschen fehlgeschlagen

# SettingsDatabaseResetFailedMessage
source: The database could not be rebuilt. Please try again.
de: Die Datenbank konnte nicht neu aufgebaut werden. Bitte versuche es erneut.

# SettingsPlaybackTitle
source: Playback
ar: التشغيل
da: Afspilning
de: Wiedergabe
el: Αναπαραγωγή
es: Reproducción
fi: Toisto
fr: Lecture
he: ניגון
hi: प्लेबैक
id: Pemutaran
it: Riproduzione
ja: 再生
nb: Avspilling
nl: Afspelen
pl: Odtwarzanie
pt: Reprodução
ro: Redare
ru: Воспроизведение
sv: Uppspelning
th: การเล่น
tr: Oynatma
vi: Phát lại

# SettingsInternalPlayerLabel
source: Use internal video player for videos
ar: استخدام مشغل الفيديو الداخلي للفيديوهات
da: Brug intern videoafspiller til videoer
de: Internen Videoplayer für Videos verwenden
el: Χρήση εσωτερικού προγράμματος αναπαραγωγής βίντεο για βίντεο
es: Usar reproductor interno para vídeos
fi: Käytä sisäistä videotoistinta videoille
fr: Utiliser le lecteur vidéo interne pour les vidéos
he: השתמש בנגן וידאו פנימי עבור סרטונים
hi: वीडियो के लिए आंतरिक वीडियो प्लेयर उपयोग करें
id: Gunakan pemutar video internal untuk video
it: Usa il lettore video interno per i video
ja: 動画に内蔵プレーヤーを使用する
nb: Bruk intern videospiller for videoer
nl: Interne videospeler gebruiken voor video's
pl: Używaj wewnętrznego odtwarzacza wideo dla filmów
pt: Usar o leitor de vídeo interno para vídeos
ro: Folosește playerul video intern pentru videoclipuri
ru: Использовать встроенный видеоплеер для видео
sv: Använd intern videospelare för videor
th: ใช้เครื่องเล่นวิดีโอภายในสำหรับวิดีโอ
tr: Videolar için dahili video oynatıcıyı kullan
vi: Dùng trình phát video nội bộ cho video

# SettingsFileChangesTitle
source: File changes
ar: تغييرات الملفات
da: Filændringer
de: Dateiänderungen
el: Αλλαγές αρχείων
es: Cambios en archivos
fi: Tiedostomuutokset
fr: Modifications de fichiers
he: שינויים בקבצים
hi: फ़ाइल परिवर्तन
id: Perubahan file
it: Modifiche ai file
ja: ファイル変更
nb: Filendringer
nl: Bestandswijzigingen
pl: Zmiany plików
pt: Alterações de ficheiros
ro: Modificări ale fișierelor
ru: Изменения файлов
sv: Filändringar
th: การเปลี่ยนแปลงไฟล์
tr: Dosya değişiklikleri
vi: Thay đổi tệp

# SettingsFileChangesLabel
source: Allow renaming, moving, copying, and deleting
ar: السماح بإعادة التسمية والنقل والنسخ والحذف
da: Tillad omdøbning, flytning, kopiering og sletning
de: Umbenennen, Verschieben, Kopieren und Löschen erlauben
el: Να επιτρέπεται η μετονομασία, μετακίνηση, αντιγραφή και διαγραφή
es: Permitir renombrar, mover, copiar y eliminar
fi: Salli uudelleennimeäminen, siirtäminen, kopiointi ja poistaminen
fr: Autoriser le renommage, le déplacement, la copie et la suppression
he: אפשר שינוי שם, העברה, העתקה ומחיקה
hi: नाम बदलना, स्थानांतरण, कॉपी और हटाना अनुमति दें
id: Izinkan mengganti nama, memindahkan, menyalin, dan menghapus
it: Consenti rinomina, spostamento, copia ed eliminazione
ja: 名前変更、移動、コピー、削除を許可する
nb: Tillat endring av navn, flytting, kopiering og sletting
nl: Naam wijzigen, verplaatsen, kopiëren en verwijderen toestaan
pl: Zezwól na zmianę nazwy, przenoszenie, kopiowanie i usuwanie
pt: Permitir renomear, mover, copiar e eliminar
ro: Permite redenumirea, mutarea, copierea și ștergerea
ru: Разрешить переименование, перемещение, копирование и удаление
sv: Tillåt namnbyte, flytt, kopiering och radering
th: อนุญาตให้เปลี่ยนชื่อ ย้าย คัดลอก และลบ
tr: Yeniden adlandırma, taşıma, kopyalama ve silmeye izin ver
vi: Cho phép đổi tên, di chuyển, sao chép và xóa

# SettingsFileChangesHint
source: Enable this to show actions that change files on disk.
ar: فعّل هذا لعرض الإجراءات التي تغيّر الملفات على القرص.
da: Aktivér dette for at vise handlinger, der ændrer filer på disken.
de: Nur dann werden Aktionen angezeigt, die Dateien auf der Festplatte verändern.
el: Ενεργοποιήστε το για να εμφανίζονται ενέργειες που αλλάζουν αρχεία στον δίσκο.
es: Activa esto para mostrar acciones que cambian archivos en el disco.
fi: Ota tämä käyttöön näyttääksesi toiminnot, jotka muuttavat levyssä olevia tiedostoja.
fr: Activez ceci pour afficher les actions qui modifient les fichiers sur le disque.
he: הפעל זאת כדי להציג פעולות שמשנות קבצים בדיסק.
hi: डिस्क पर फ़ाइलें बदलने वाली कार्रवाइयाँ दिखाने के लिए इसे सक्षम करें।
id: Aktifkan ini untuk menampilkan tindakan yang mengubah file di disk.
it: Abilita questa opzione per mostrare azioni che modificano i file sul disco.
ja: これを有効にすると、ディスク上のファイルを変更する操作が表示されます。
nb: Aktiver dette for å vise handlinger som endrer filer på disk.
nl: Schakel dit in om acties te tonen die bestanden op schijf wijzigen.
pl: Włącz, aby pokazywać działania, które zmieniają pliki na dysku.
pt: Ative isto para mostrar ações que alteram ficheiros no disco.
ro: Activează această opțiune pentru a afișa acțiuni care modifică fișierele pe disc.
ru: Включите это, чтобы показывать действия, которые изменяют файлы на диске.
sv: Aktivera detta för att visa åtgärder som ändrar filer på disk.
th: เปิดใช้เพื่อแสดงการกระทำที่เปลี่ยนไฟล์บนดิสก์
tr: Diskteki dosyaları değiştiren eylemleri göstermek için bunu etkinleştirin.
vi: Bật để hiển thị các thao tác thay đổi tệp trên đĩa.

# SettingsPeopleTaggingTitle
source: People tagging
ar: وسم الأشخاص
da: Personmærkning
de: Personen-Tags
el: Επισήμανση ατόμων
es: Etiquetado de personas
fi: Henkilömerkintä
fr: Identification des personnes
he: תיוג אנשים
hi: लोग टैगिंग
id: Penandaan orang
it: Tagging delle persone
ja: 人物タグ付け
nb: Persontagging
nl: Personen taggen
pl: Tagowanie osób
pt: Marcação de pessoas
ro: Etichetarea persoanelor
ru: Отметки людей
sv: Person-tagging
th: การแท็กบุคคล
tr: Kişi etiketleme
vi: Gắn thẻ người

# SettingsPeopleTaggingLabel
source: Enable people tagging
ar: تمكين وسم الأشخاص
da: Aktivér personmærkning
de: Personen-Tags aktivieren
el: Ενεργοποίηση επισήμανσης ατόμων
es: Activar etiquetado de personas
fi: Ota henkilötunnistus käyttöön
fr: Activer l’identification des personnes
he: הפעל תיוג אנשים
hi: लोगों को टैग करना सक्षम करें
id: Aktifkan penandaan orang
it: Abilita tagging delle persone
ja: 人物タグ付けを有効にする
nb: Aktiver persontagging
nl: Personen taggen inschakelen
pl: Włącz tagowanie osób
pt: Ativar marcação de pessoas
ro: Activează etichetarea persoanelor
ru: Включить отметки людей
sv: Aktivera person-tagging
th: เปิดใช้การแท็กบุคคล
tr: Kişi etiketlemeyi etkinleştir
vi: Bật gắn thẻ người

# SettingsPeopleTaggingHint
source: Turn this on to tag people in photos and videos from the library.
ar: فعّل هذا لوضع علامات على الأشخاص في الصور والفيديوهات من المكتبة.
da: Slå dette til for at mærke personer i fotos og videoer fra biblioteket.
de: Aktiviere dies, um Personen in Fotos und Videos zu taggen.
el: Ενεργοποιήστε το για να επισημαίνετε άτομα σε φωτογραφίες και βίντεο της βιβλιοθήκης.
es: Activa esto para etiquetar personas en fotos y vídeos de la biblioteca.
fi: Ota tämä käyttöön, jotta henkilöitä voidaan merkitä kirjaston valokuvissa ja videoissa.
fr: Activez ceci pour identifier des personnes dans les photos et vidéos de la bibliothèque.
he: הפעל זאת כדי לתייג אנשים בתמונות ובסרטונים מהספרייה.
hi: लाइब्रेरी की फ़ोटो और वीडियो में लोगों को टैग करने के लिए इसे चालू करें।
id: Aktifkan ini untuk menandai orang di foto dan video dari perpustakaan.
it: Attiva questa opzione per taggare le persone in foto e video della libreria.
ja: これをオンにすると、ライブラリの写真や動画で人物をタグ付けできます。
nb: Slå på dette for å tagge personer i bilder og videoer fra biblioteket.
nl: Schakel dit in om mensen te taggen in foto's en video's uit de bibliotheek.
pl: Włącz, aby tagować osoby na zdjęciach i wideo z biblioteki.
pt: Ative isto para marcar pessoas em fotos e vídeos da biblioteca.
ro: Activează aceasta pentru a eticheta persoane în fotografii și videoclipuri din bibliotecă.
ru: Включите это, чтобы отмечать людей на фото и видео из библиотеки.
sv: Slå på detta för att tagga personer i foton och videor från biblioteket.
th: เปิดใช้เพื่อแท็กบุคคลในรูปภาพและวิดีโอจากไลบรารี
tr: Kitaplıktaki fotoğraf ve videolarda kişileri etiketlemek için bunu açın.
vi: Bật để gắn thẻ người trong ảnh và video từ thư viện.

# SettingsLocationsTitle
source: Locations
ar: المواقع
de: Standorte
fi: Sijainnit
he: מיקומים
id: Lokasi
it: Posizioni
nb: Steder
nl: Locaties
pt: Localizações
ro: Locații
ru: Местоположения

# SettingsLocationsHint
source: Extract GPS metadata from photos and videos so they can be displayed on the world map. Map tiles are loaded from external tile servers.
ar: استخرج بيانات GPS من الصور والفيديوهات لعرضها على خريطة العالم. يتم تحميل بلاطات الخريطة من خوادم خارجية.
de: GPS-Metadaten aus Fotos und Videos extrahieren, damit sie auf der Weltkarte angezeigt werden können. Kartenkacheln werden von externen Tile-Servern geladen.
fi: Poimi GPS-metatiedot kuvista ja videoista, jotta ne voidaan näyttää maailmankartalla. Karttatiilet ladataan ulkoisilta palvelimilta.
he: חלץ מטא-נתוני GPS מתמונות וסרטונים כדי שיוצגו במפת העולם. אריחי המפה נטענים משרתי אריחים חיצוניים.
id: Ekstrak metadata GPS dari foto dan video agar dapat ditampilkan di peta dunia. Ubin peta dimuat dari server ubin eksternal.
it: Estrai metadati GPS da foto e video per visualizzarli sulla mappa mondiale. Le tessere della mappa vengono caricate da server esterni.
nb: Hent GPS-metadata fra bilder og videoer slik at de kan vises på verdenskartet. Kartfliser lastes fra eksterne fliseservere.
nl: Haal GPS-metadata uit foto's en video's zodat ze op de wereldkaart kunnen worden weergegeven. Kaarttegels worden geladen van externe tegelservers.
pt: Extrair metadados GPS de fotos e vídeos para que possam ser apresentados no mapa mundial. Os mosaicos do mapa são carregados de servidores externos.
ro: Extrage metadate GPS din fotografii și videoclipuri pentru a fi afișate pe harta lumii. Plăcile hărții sunt încărcate de pe servere externe.
ru: Извлекайте GPS-метаданные из фото и видео, чтобы показывать их на карте мира. Картографические плитки загружаются с внешних серверов.

# SettingsLocationsDisclaimer
source: Location data stays on your device, but external map servers may receive request data (e.g. IP address). You are responsible for sharing sensitive locations; third-party services have their own terms and privacy policies.
ar: تبقى بيانات الموقع على جهازك، لكن قد تتلقى خوادم الخرائط الخارجية بيانات طلب (مثل عنوان IP). أنت مسؤول عن مشاركة المواقع الحساسة؛ خدمات الجهات الخارجية لديها شروط وسياسات خصوصية خاصة بها.
de: Standortdaten bleiben lokal, aber externe Kartendienste erhalten ggf. Anfragedaten (z. B. IP-Adresse). Du bist verantwortlich für sensible Standortdaten; Drittanbieter haben eigene Nutzungsbedingungen und Datenschutzerklärungen.
fi: Sijaintitiedot pysyvät laitteellasi, mutta ulkoiset karttapalvelimet voivat saada pyyntötietoja (esim. IP-osoite). Olet vastuussa arkaluonteisten sijaintien jakamisesta; kolmannen osapuolen palveluilla on omat ehdot ja tietosuojakäytännöt.
he: נתוני המיקום נשארים במכשיר שלך, אך שרתי מפות חיצוניים עשויים לקבל נתוני בקשה (למשל כתובת IP). אתה אחראי לשיתוף מיקומים רגישים; לשירותי צד שלישי יש תנאים ומדיניות פרטיות משלהם.
id: Data lokasi tetap di perangkat Anda, tetapi server peta eksternal dapat menerima data permintaan (mis. alamat IP). Anda bertanggung jawab membagikan lokasi sensitif; layanan pihak ketiga memiliki ketentuan dan kebijakan privasinya sendiri.
it: I dati sulla posizione restano sul tuo dispositivo, ma i server di mappe esterni possono ricevere dati di richiesta (ad es. indirizzo IP). Sei responsabile della condivisione di posizioni sensibili; i servizi di terze parti hanno i propri termini e politiche sulla privacy.
nb: Stedsdata blir på enheten din, men eksterne kartservere kan motta forespørselsdata (f.eks. IP-adresse). Du er ansvarlig for å dele sensitive steder; tredjepartstjenester har egne vilkår og personvernregler.
nl: Locatiegegevens blijven op je apparaat, maar externe kaartservers kunnen aanvraaggegevens ontvangen (bijv. IP-adres). Je bent verantwoordelijk voor het delen van gevoelige locaties; diensten van derden hebben hun eigen voorwaarden en privacybeleid.
pt: Os dados de localização permanecem no seu dispositivo, mas servidores de mapas externos podem receber dados de pedido (por ex., endereço IP). É responsável por partilhar localizações sensíveis; serviços de terceiros têm os seus próprios termos e políticas de privacidade.
ro: Datele de locație rămân pe dispozitiv, dar serverele de hărți externe pot primi date de solicitare (ex. adresă IP). Ești responsabil pentru partajarea locațiilor sensibile; serviciile terțe au propriile condiții și politici de confidențialitate.
ru: Данные о местоположении остаются на вашем устройстве, но внешние серверы карт могут получать данные запроса (например, IP-адрес). Вы несёте ответственность за обмен конфиденциальными местоположениями; у сторонних сервисов есть собственные условия и политики конфиденциальности.

# SettingsLocationsLabel
source: Show locations
ar: عرض المواقع
de: Standorte anzeigen
fi: Näytä sijainnit
he: הצג מיקומים
id: Tampilkan lokasi
it: Mostra posizioni
nb: Vis steder
nl: Locaties tonen
pt: Mostrar localizações
ro: Afișează locațiile
ru: Показывать местоположения

# LocationOptInTitle
source: Enable location data?
de: Standortdaten aktivieren?

# LocationOptInMessage
source: When enabled, the app reads GPS coordinates from EXIF metadata in your photos and videos. The map view loads tiles from external servers, which may receive request data (such as your IP address). Location data is stored locally on this device. By continuing, you accept that third-party services have their own terms and privacy policies.
de: Wenn aktiviert, liest die App GPS-Koordinaten aus EXIF-Metadaten deiner Fotos und Videos. Die Kartenansicht lädt Kacheln von externen Servern, die Anfragedaten (z. B. IP-Adresse) erhalten können. Standortdaten werden lokal auf diesem Gerät gespeichert. Mit dem Fortfahren akzeptierst du, dass Drittanbieter eigene Nutzungsbedingungen und Datenschutzerklärungen haben.

# LocationOptInAccept
source: Enable
de: Aktivieren

# LocationOptInDecline
source: Not now
de: Jetzt nicht

# SettingsPeopleModelsStatusLabel
source: Face models
ar: نماذج الوجوه
de: Gesichtsmodelle
fi: Kasvomallit
he: מודלי פנים
id: Model wajah
it: Modelli facciali
nb: Ansiktsmodeller
nl: Gezichtsmodellen
pt: Modelos de rosto
ro: Modele de fețe
ru: Модели лиц

# SettingsPeopleModelsStatusReady
source: Ready
de: Bereit

# SettingsPeopleModelsStatusMissing
source: Missing
de: Fehlt

# SettingsPeopleModelsStatusDownloading
source: Downloading…
de: Wird heruntergeladen…

# SettingsPeopleModelsDownloadButton
source: Download face models
ar: تنزيل نماذج الوجوه
de: Gesichtsmodelle herunterladen
fi: Lataa kasvomallit
he: הורדת מודלי פנים
id: Unduh model wajah
it: Scarica modelli facciali
nb: Last ned ansiktsmodeller
nl: Gezichtsmodellen downloaden
pt: Transferir modelos de rosto
ro: Descarcă modele de fețe
ru: Скачать модели лиц

# SettingsPeopleModelsFolderFormat
source: Models folder: {0}
de: Modelle-Ordner: {0}

# SettingsPeopleModelsMissingDetailFormat
source: Automatic face recognition is unavailable until the models are present. Place the files into: {0} Missing: {1}
de: Die automatische Gesichtserkennung ist erst verfügbar, wenn die Modelle vorhanden sind. Lege die Dateien in diesen Ordner: {0} Fehlend: {1}

# TagPeopleAction
source: Tag people
da: Mærk personer
de: Person taggen
el: Επισήμανση ατόμων
es: Etiquetar personas
fr: Identifier des personnes
hi: लोगों को टैग करें
ja: 人物をタグ付け
pl: Taguj osoby
sv: Tagga personer
th: แท็กบุคคล
tr: Kişileri etiketle
vi: Gắn thẻ người

# TagPeopleNoFacesAction
source: Tag image
de: Image taggen

# TagPeopleTitle
source: Tag people
da: Mærk personer
de: Personen taggen
el: Επισήμανση ατόμων
es: Etiquetar personas
fr: Identifier des personnes
hi: लोगों को टैग करें
ja: 人物をタグ付け
pl: Taguj osoby
sv: Tagga personer
th: แท็กบุคคล
tr: Kişileri etiketle
vi: Gắn thẻ người

# TagPeopleMessage
source: Enter names separated by commas.
da: Indtast navne adskilt af kommaer.
de: Namen durch Kommas getrennt eingeben.
el: Εισαγάγετε ονόματα χωρισμένα με κόμματα.
es: Introduce nombres separados por comas.
fr: Entrez des noms séparés par des virgules.
hi: कॉमा से अलग किए गए नाम दर्ज करें।
ja: 名前をカンマ区切りで入力してください。
pl: Wpisz imiona oddzielone przecinkami.
sv: Ange namn separerade med kommatecken.
th: ป้อนชื่อคั่นด้วยจุลภาค
tr: Virgülle ayrılmış isimler girin.
vi: Nhập tên, phân tách bằng dấu phẩy.

# TagPeoplePlaceholder
source: e.g. Alex, Sam, Priya
da: f.eks. Alex, Sam, Priya
de: z. B. Alex, Sam, Priya
el: π.χ. Alex, Sam, Priya
es: p. ej., Alex, Sam, Priya
fr: ex. Alex, Sam, Priya
hi: जैसे Alex, Sam, Priya
ja: 例: Alex, Sam, Priya
pl: np. Alex, Sam, Priya
sv: t.ex. Alex, Sam, Priya
th: เช่น Alex, Sam, Priya
tr: örn. Alex, Sam, Priya
vi: ví dụ Alex, Sam, Priya

# PeopleButton
source: People
da: Personer
de: Personen
el: Άτομα
es: Personas
fr: Personnes
hi: लोग
ja: 人物
pl: Osoby
sv: Personer
th: บุคคล
tr: Kişiler
vi: Mọi người

# RefreshButton
source: Refresh
da: Opdater
de: Aktualisieren
el: Ανανέωση
es: Actualizar
fr: Actualiser
hi: रीफ़्रेश
ja: 更新
pl: Odśwież
sv: Uppdatera
th: รีเฟรช
tr: Yenile
vi: Làm mới

# SaveButton
source: Save
da: Gem
de: Speichern
el: Αποθήκευση
es: Guardar
fr: Enregistrer
hi: सहेजें
ja: 保存
pl: Zapisz
sv: Spara
th: บันทึก
tr: Kaydet
vi: Lưu

# OpenButton
source: Open
da: Åbn
de: Öffnen
el: Άνοιγμα
es: Abrir
fr: Ouvrir
hi: खोलें
ja: 開く
pl: Otwórz
sv: Öppna
th: เปิด
tr: Aç
vi: Mở

# PeoplePageTitle
source: People
da: Personer
de: Personen
el: Άτομα
es: Personas
fr: Personnes
hi: लोग
ja: 人物
pl: Osoby
sv: Personer
th: บุคคล
tr: Kişiler
vi: Mọi người

# PeoplePageHeader
source: People
da: Personer
de: Personen
el: Άτομα
es: Personas
fr: Personnes
hi: लोग
ja: 人物
pl: Osoby
sv: Personer
th: บุคคล
tr: Kişiler
vi: Mọi người

# PeopleSearchPlaceholder
source: Search people...
da: Søg efter personer...
de: Personen suchen...
el: Αναζήτηση ατόμων...
es: Buscar personas...
fr: Rechercher des personnes...
hi: लोगों को खोजें...
ja: 人物を検索...
pl: Szukaj osób...
sv: Sök personer...
th: ค้นหาบุคคล...
tr: Kişi ara...
vi: Tìm người...

# PeopleEmptyHint
source: No people yet. Enable people tagging and index photos to see them here.
da: Ingen personer endnu. Aktivér personmærkning og indeksér fotos for at se dem her.
de: Noch keine Personen. Aktiviere People-Tagging und indexiere Fotos, damit sie hier erscheinen.
el: Δεν υπάρχουν άτομα ακόμα. Ενεργοποιήστε την επισήμανση ατόμων και δημιουργήστε ευρετήριο φωτογραφιών για να τα δείτε εδώ.
es: Aún no hay personas. Activa el etiquetado de personas e indexa fotos para verlas aquí.
fr: Aucune personne pour le moment. Activez l’identification des personnes et indexez des photos pour les voir ici.
hi: अभी कोई लोग नहीं। लोगों को टैग करना सक्षम करें और फ़ोटो इंडेक्स करें ताकि उन्हें यहाँ देखें।
ja: まだ人物がありません。人物タグ付けを有効にして写真をインデックスすると、ここに表示されます。
pl: Brak osób. Włącz tagowanie osób i zaindeksuj zdjęcia, aby je tu zobaczyć.
sv: Inga personer än. Aktivera person-tagging och indexera foton för att se dem här.
th: ยังไม่มีบุคคล เปิดใช้การแท็กบุคคลและจัดทำดัชนีรูปภาพเพื่อดูที่นี่
tr: Henüz kişi yok. Kişi etiketlemeyi açın ve fotoğrafları dizinleyerek burada görün.
vi: Chưa có ai. Bật gắn thẻ người và lập chỉ mục ảnh để xem tại đây.

# TaggedPhotosButton
source: Tagged photos
da: Mærkede fotos
de: Getaggte Fotos
el: Επισημασμένες φωτογραφίες
es: Fotos etiquetadas
fr: Photos identifiées
hi: टैग की गई फ़ोटो
ja: タグ付き写真
pl: Otagowane zdjęcia
sv: Taggade foton
th: รูปภาพที่แท็กแล้ว
tr: Etiketli fotoğraflar
vi: Ảnh đã gắn thẻ

# TaggedPhotosPageTitle
source: Tagged photos
da: Mærkede fotos
de: Getaggte Fotos
el: Επισημασμένες φωτογραφίες
es: Fotos etiquetadas
fr: Photos identifiées
hi: टैग की गई फ़ोटो
ja: タグ付き写真
pl: Otagowane zdjęcia
sv: Taggade foton
th: รูปภาพที่แท็กแล้ว
tr: Etiketli fotoğraflar
vi: Ảnh đã gắn thẻ

# TaggedPhotosPageHeader
source: Tagged photos
da: Mærkede fotos
de: Getaggte Fotos
el: Επισημασμένες φωτογραφίες
es: Fotos etiquetadas
fr: Photos identifiées
hi: टैग की गई फ़ोटो
ja: タグ付き写真
pl: Otagowane zdjęcia
sv: Taggade foton
th: รูปภาพที่แท็กแล้ว
tr: Etiketli fotoğraflar
vi: Ảnh đã gắn thẻ

# TaggedPhotosSearchPlaceholder
source: Search by person name...
da: Søg efter personnavn...
de: Nach Person suchen...
el: Αναζήτηση με όνομα ατόμου...
es: Buscar por nombre de persona...
fr: Rechercher par nom de personne...
hi: व्यक्ति के नाम से खोजें...
ja: 人物名で検索...
pl: Szukaj po imieniu osoby...
sv: Sök på personnamn...
th: ค้นหาตามชื่อบุคคล...
tr: Kişi adına göre ara...
vi: Tìm theo tên người...

# TaggedPhotosEmptyHint
source: No tagged photos yet. Tag people in a photo to see it here.
da: Ingen mærkede fotos endnu. Mærk personer i et foto for at se det her.
de: Noch keine getaggten Fotos. Tagge Personen in einem Foto, damit es hier erscheint.
el: Δεν υπάρχουν επισημασμένες φωτογραφίες ακόμα. Επισημάνετε άτομα σε μια φωτογραφία για να τη δείτε εδώ.
es: Aún no hay fotos etiquetadas. Etiqueta personas en una foto para verla aquí.
fr: Aucune photo identifiée pour le moment. Identifiez des personnes sur une photo pour la voir ici.
hi: अभी कोई टैग की गई फ़ोटो नहीं। यहाँ देखने के लिए फ़ोटो में लोगों को टैग करें।
ja: まだタグ付き写真がありません。写真で人物をタグ付けすると、ここに表示されます。
pl: Brak otagowanych zdjęć. Otaguj osoby na zdjęciu, aby zobaczyć je tutaj.
sv: Inga taggade foton än. Tagga personer i ett foto för att se det här.
th: ยังไม่มีรูปภาพที่แท็กแล้ว แท็กบุคคลในรูปภาพเพื่อดูที่นี่
tr: Henüz etiketli fotoğraf yok. Burada görmek için bir fotoğrafta kişileri etiketleyin.
vi: Chưa có ảnh đã gắn thẻ. Gắn thẻ người trong ảnh để xem tại đây.

# PersonEmptyHint
source: No photos yet.
da: Ingen fotos endnu.
de: Noch keine Fotos.
el: Δεν υπάρχουν φωτογραφίες ακόμα.
es: Aún no hay fotos.
fr: Aucune photo pour le moment.
hi: अभी कोई फ़ोटो नहीं।
ja: まだ写真がありません。
pl: Brak zdjęć.
sv: Inga foton än.
th: ยังไม่มีรูปภาพ
tr: Henüz fotoğraf yok.
vi: Chưa có ảnh.

# IgnorePersonTitle
source: Ignore person
de: Person ignorieren

# IgnorePersonDescription
source: Ignored people are hidden from automatic people tags.
de: Ignorierte Personen werden bei automatischen Personen-Tags ausgeblendet.

# IgnorePersonAction
source: Ignore
de: Ignorieren

# UnignorePersonAction
source: Stop ignoring
de: Nicht mehr ignorieren

# IgnoredPersonBadge
source: Ignored
de: Ignoriert

# TagPeopleEditorTitle
source: Tag people
da: Mærk personer
de: Personen taggen
el: Επισήμανση ατόμων
es: Etiquetar personas
fr: Identifier des personnes
hi: लोगों को टैग करें
ja: 人物をタグ付け
pl: Taguj osoby
sv: Tagga personer
th: แท็กบุคคล
tr: Kişileri etiketle
vi: Gắn thẻ người

# TagPeopleEditorHeader
source: Name faces
da: Navngiv ansigter
de: Gesichter benennen
el: Ονομάστε πρόσωπα
es: Poner nombre a los rostros
fr: Nommer les visages
hi: चेहरों के नाम
ja: 顔に名前を付ける
pl: Nazwij twarze
sv: Namnge ansikten
th: ตั้งชื่อใบหน้า
tr: Yüzleri adlandır
vi: Đặt tên khuôn mặt

# TagPeopleEditorTagsLabel
source: People tags
de: Personen-Tags

# TagPeopleEditorTagsPlaceholder
source: Add names, separated by commas...
de: Namen hinzufügen, durch Kommas getrennt...

# TagPeopleEditorTagsHint
source: Tip: You can tag a photo even if no faces were detected.
de: Tipp: Du kannst ein Foto taggen, auch wenn keine Gesichter erkannt wurden.
