Repository: inetconnector/UltimateVideoBrowser
Catalog: Resources/Strings/AppResources.*.resx
Languages: ar, da, de, el, es, fi, fr, he, hi, id, it, ja, nb, nl, pl, pt, ro, ru, sv, th, tr, vi

# SaveAsNotSupportedMessage
source: Save as isn't supported on this device.
ar: الحفظ باسم غير مدعوم على هذا الجهاز.
da: Gem som understøttes ikke på denne enhed.
de: „Speichern unter“ wird auf diesem Gerät nicht unterstützt.
el: Η "Αποθήκευση ως" δεν υποστηρίζεται σε αυτή τη συσκευή.
es: Guardar como no es compatible en este dispositivo.
fi: Tallenna nimellä ei ole tuettu tällä laitteella.
fr: « Enregistrer sous » n'est pas pris en charge sur cet appareil.
he: "שמור בשם" אינו נתמך במכשיר זה.
hi: इस डिवाइस पर "इस रूप में सहेजें" समर्थित नहीं है।
id: Simpan sebagai tidak didukung di perangkat ini.
it: Salva con nome non è supportato su questo dispositivo.
ja: このデバイスでは「名前を付けて保存」はサポートされていません。
nb: Lagre som støttes ikke på denne enheten.
nl: Opslaan als wordt niet ondersteund op dit apparaat.
pl: Zapisz jako nie jest obsługiwane na tym urządzeniu.
pt: Guardar como não é suportado neste dispositivo.
ro: Salvare ca nu este acceptată pe acest dispozitiv.
ru: Сохранить как не поддерживается на этом устройстве.
sv: Spara som stöds inte på den här enheten.
th: ไม่รองรับการบันทึกเป็นบนอุปกรณ์นี้
tr: Farklı kaydet bu cihazda desteklenmiyor.
vi: Lưu thành không được hỗ trợ trên thiết bị này.

# ErrorLogTitle
source: Error log
ar: سجل الأخطاء
de: Fehlerprotokoll
fi: Virheloki
he: יומן שגיאות
id: Log kesalahan
it: Registro errori
nb: Feillogg
nl: Foutenlogboek
pt: Registo de erros
ro: Jurnal de erori
ru: Журнал ошибок

# ErrorLogCopyButton
source: Copy log
de: Log kopieren

# ErrorLogEmptyMessage
source: No errors logged yet.
de: Noch keine Fehler protokolliert.

# ErrorLogCopiedMessage
source: Error log copied.
de: Fehlerprotokoll kopiert.

# ErrorLogShareTitle
source: Share error log
de: Fehlerprotokoll teilen

# ErrorLogClearedMessage
source: The error log has been cleared.
de: Das Fehlerprotokoll wurde gelöscht.

# RenameAction
source: Rename
da: Omdøb
de: Umbenennen
el: Μετονομασία
es: Renombrar
fr: Renommer
hi: नाम बदलें
ja: 名前を変更
pl: Zmień nazwę
sv: Byt namn
th: เปลี่ยนชื่อ
tr: Yeniden adlandır
vi: Đổi tên

# RenameTitle
source: Rename file
da: Omdøb fil
de: Datei umbenennen
el: Μετονομασία αρχείου
es: Renombrar archivo
fr: Renommer le fichier
hi: फ़ाइल का नाम बदलें
ja: ファイル名を変更
pl: Zmień nazwę pliku
sv: Byt namn på fil
th: เปลี่ยนชื่อไฟล์
tr: Dosyayı yeniden adlandır
vi: Đổi tên tệp

# RenameMessage
source: Enter a new name for this file.
da: Indtast et nyt navn til denne fil.
de: Gib einen neuen Namen für diese Datei an.
el: Εισαγάγετε νέο όνομα για αυτό το αρχείο.
es: Introduce un nuevo nombre para este archivo.
fr: Saisissez un nouveau nom pour ce fichier.
hi: इस फ़ाइल के लिए नया नाम दर्ज करें।
ja: このファイルの新しい名前を入力してください。
pl: Wpisz nową nazwę dla tego pliku.
sv: Ange ett nytt namn för den här filen.
th: ป้อนชื่อใหม่สำหรับไฟล์นี้
tr: Bu dosya için yeni bir ad girin.
vi: Nhập tên mới cho tệp này.

# RenamePlaceholder
source: File name
da: Filnavn
de: Dateiname
el: Όνομα αρχείου
es: Nombre del archivo
fr: Nom du fichier
hi: फ़ाइल नाम
ja: ファイル名
pl: Nazwa pliku
sv: Filnamn
th: ชื่อไฟล์
tr: Dosya adı
vi: Tên tệp

# RenameFailedTitle
source: Rename failed
da: Omdøbning mislykkedes
de: Umbenennen fehlgeschlagen
el: Η μετονομασία απέτυχε
es: Error al renombrar
fr: Échec du renommage
hi: नाम बदलना विफल
ja: 名前変更に失敗しました
pl: Zmiana nazwy nie powiodła się
sv: Namnbyte misslyckades
th: เปลี่ยนชื่อไม่สำเร็จ
tr: Yeniden adlandırma başarısız
vi: Đổi tên thất bại

# RenameFailedMessage
source: We couldn't rename this file. Please try again.
da: Vi kunne ikke omdøbe denne fil. Prøv igen.
de: Die Datei konnte nicht umbenannt werden. Bitte versuche es erneut.
el: Δεν ήταν δυνατή η μετονομασία αυτού του αρχείου. Δοκιμάστε ξανά.
es: No pudimos renombrar este archivo. Inténtalo de nuevo.
fr: Impossible de renommer ce fichier. Veuillez réessayer.
hi: हम इस फ़ाइल का नाम नहीं बदल सके। कृपया फिर से कोशिश करें।
ja: ファイル名を変更できませんでした。もう一度お試しください。
pl: Nie udało się zmienić nazwy pliku. Spróbuj ponownie.
sv: Det gick inte att byta namn på filen. Försök igen.
th: ไม่สามารถเปลี่ยนชื่อไฟล์นี้ได้ โปรดลองอีกครั้ง
tr: Bu dosyayı yeniden adlandıramadık. Lütfen tekrar deneyin.
vi: Không thể đổi tên tệp này. Vui lòng thử lại.

# RenameNotSupportedMessage
source: Renaming isn't supported on this device.
da: Omdøbning understøttes ikke på denne enhed.
de: Umbenennen wird auf diesem Gerät nicht unterstützt.
el: Η μετονομασία δεν υποστηρίζεται σε αυτήν τη συσκευή.
es: Renombrar no es compatible en este dispositivo.
fr: Le renommage n’est pas pris en charge sur cet appareil.
hi: इस डिवाइस पर नाम बदलना समर्थित नहीं है।
ja: この端末では名前変更はサポートされていません。
pl: Zmiana nazwy nie jest obsługiwana na tym urządzeniu.
sv: Namnbyte stöds inte på den här enheten.
th: อุปกรณ์นี้ไม่รองรับการเปลี่ยนชื่อ
tr: Yeniden adlandırma bu cihazda desteklenmiyor.
vi: Đổi tên không được hỗ trợ trên thiết bị này.

# RenameExistsMessage
source: A file with that name already exists in this folder.
da: En fil med det navn findes allerede i denne mappe.
de: Eine Datei mit diesem Namen existiert bereits in diesem Ordner.
el: Υπάρχει ήδη αρχείο με αυτό το όνομα σε αυτόν τον φάκελο.
es: Ya existe un archivo con ese nombre en esta carpeta.
fr: Un fichier portant ce nom existe déjà dans ce dossier.
hi: इस फ़ोल्डर में इस नाम की फ़ाइल पहले से मौजूद है।
ja: 同じ名前のファイルがこのフォルダーに既に存在します。
pl: Plik o tej nazwie już istnieje w tym folderze.
sv: En fil med det namnet finns redan i den här mappen.
th: มีไฟล์ชื่อนี้อยู่แล้วในโฟลเดอร์นี้
tr: Bu klasörde aynı ada sahip bir dosya zaten var.
vi: Đã có tệp với tên đó trong thư mục này.

# OpenFolderAction
source: Open folder
da: Åbn mappe
de: Ordner öffnen
el: Άνοιγμα φακέλου
es: Abrir carpeta
fr: Ouvrir le dossier
hi: फ़ोल्डर खोलें
ja: フォルダーを開く
pl: Otwórz folder
sv: Öppna mapp
th: เปิดโฟลเดอร์
tr: Klasörü aç
vi: Mở thư mục

# OpenFolderFailedTitle
source: Open folder failed
da: Åbning af mappe mislykkedes
de: Ordner konnte nicht geöffnet werden
el: Αποτυχία ανοίγματος φακέλου
es: Error al abrir la carpeta
fr: Échec de l’ouverture du dossier
hi: फ़ोल्डर खोलना विफल
ja: フォルダーを開けませんでした
pl: Nie udało się otworzyć folderu
sv: Det gick inte att öppna mappen
th: เปิดโฟลเดอร์ไม่สำเร็จ
tr: Klasör açılamadı
vi: Mở thư mục thất bại

# OpenFolderFailedMessage
source: We couldn't open this folder. Please try again.
da: Vi kunne ikke åbne denne mappe. Prøv igen.
de: Der Ordner konnte nicht geöffnet werden. Bitte versuche es erneut.
el: Δεν ήταν δυνατή η ανοίξουμε αυτόν τον φάκελο. Δοκιμάστε ξανά.
es: No pudimos abrir esta carpeta. Inténtalo de nuevo.
fr: Impossible d’ouvrir ce dossier. Veuillez réessayer.
hi: हम यह फ़ोल्डर नहीं खोल सके। कृपया फिर से कोशिश करें।
ja: フォルダーを開けませんでした。もう一度お試しください。
pl: Nie udało się otworzyć tego folderu. Spróbuj ponownie.
sv: Det gick inte att öppna den här mappen. Försök igen.
th: ไม่สามารถเปิดโฟลเดอร์นี้ได้ โปรดลองอีกครั้ง
tr: Bu klasörü açamadık. Lütfen tekrar deneyin.
vi: Không thể mở thư mục này. Vui lòng thử lại.

# OpenFolderNotSupportedMessage
source: Opening folders isn't supported on this device.
da: Åbning af mapper understøttes ikke på denne enhed.
de: Ordner öffnen wird auf diesem Gerät nicht unterstützt.
el: Το άνοιγμα φακέλων δεν υποστηρίζεται σε αυτήν τη συσκευή.
es: Abrir carpetas no es compatible en este dispositivo.
fr: L’ouverture de dossiers n’est pas prise en charge sur cet appareil.
hi: इस डिवाइस पर फ़ोल्डर खोलना समर्थित नहीं है।
ja: この端末ではフォルダーを開く機能はサポートされていません。
pl: Otwieranie folderów nie jest obsługiwane na tym urządzeniu.
sv: Att öppna mappar stöds inte på den här enheten.
th: อุปกรณ์นี้ไม่รองรับการเปิดโฟลเดอร์
tr: Klasör açma bu cihazda desteklenmiyor.
vi: Mở thư mục không được hỗ trợ trên thiết bị này.

# MarkedCountFormat
source: Marked: {0}
da: Markerede: {0}
de: Markiert: {0}
el: Επιλεγμένα: {0}
es: Seleccionados: {0}
fr: Sélection : {0}
hi: चयनित: {0}
ja: 選択中: {0}
pl: Zaznaczone: {0}
sv: Markerade: {0}
th: ที่เลือก: {0}
tr: Seçilen: {0}
vi: Đã chọn: {0}

# CopyMarkedAction
source: Copy
da: Kopiér
de: Kopieren
el: Αντιγραφή
es: Copiar
fr: Copier
hi: कॉपी
ja: コピー
pl: Kopiuj
sv: Kopiera
th: คัดลอก
tr: Kopyala
vi: Sao chép

# MoveMarkedAction
source: Move
da: Flyt
de: Verschieben
el: Μετακίνηση
es: Mover
fr: Déplacer
hi: स्थानांतरित करें
ja: 移動
pl: Przenieś
sv: Flytta
th: ย้าย
tr: Taşı
vi: Di chuyển

# ClearMarkedAction
source: Clear selection
da: Ryd markering
de: Auswahl aufheben
el: Εκκαθάριση επιλογής
es: Borrar selección
fr: Effacer la sélection
hi: चयन साफ़ करें
ja: 選択を解除
pl: Wyczyść zaznaczenie
sv: Rensa markering
th: ล้างที่เลือก
tr: Seçimi temizle
vi: Xóa chọn

# DeleteMarkedAction
source: Delete permanently
da: Slet permanent
de: Dauerhaft löschen
el: Μόνιμη διαγραφή
es: Eliminar permanentemente
fr: Supprimer définitivement
hi: स्थायी रूप से हटाएँ
ja: 完全に削除
pl: Usuń trwale
sv: Radera permanent
th: ลบถาวร
tr: Kalıcı olarak sil
vi: Xóa vĩnh viễn

# DeleteConfirmTitle
source: Delete from disk?
da: Slet fra disk?
de: Von der Festplatte löschen?
el: Διαγραφή από τον δίσκο;
es: ¿Eliminar del disco?
fr: Supprimer du disque ?
hi: डिस्क से हटाएँ?
ja: ディスクから削除しますか？
pl: Usunąć z dysku?
sv: Radera från disk?
th: ลบออกจากดิสก์?
tr: Diskten silinsin mi?
vi: Xóa khỏi đĩa?

# DeleteConfirmMessageFormat
source: Delete {0} item(s) permanently? This cannot be undone.
da: Slet {0} element(er) permanent? Dette kan ikke fortrydes.
de: {0} Datei(en) dauerhaft löschen? Dies kann nicht rückgängig gemacht werden.
el: Διαγραφή {0} στοιχείου(ων) μόνιμα; Δεν είναι δυνατή η αναίρεση.
es: ¿Eliminar {0} elemento(s) permanentemente? Esto no se puede deshacer.
fr: Supprimer définitivement {0} élément(s) ? Cette action est irréversible.
hi: {0} आइटम स्थायी रूप से हटाएँ? इसे वापस नहीं किया जा सकता।
ja: {0} 件を完全に削除しますか？元に戻せません。
pl: Usunąć trwale {0} element(ów)? Nie można tego cofnąć.
sv: Radera {0} objekt permanent? Detta kan inte ångras.
th: ลบ {0} รายการแบบถาวรหรือไม่? ไม่สามารถยกเลิกได้
tr: {0} öğe kalıcı olarak silinsin mi? Bu işlem geri alınamaz.
vi: Xóa vĩnh viễn {0} mục? Không thể hoàn tác.

# DeleteCompletedTitle
source: Delete completed
da: Sletning fuldført
de: Löschen abgeschlossen
el: Η διαγραφή ολοκληρώθηκε
es: Eliminación completada
fr: Suppression terminée
hi: हटाना पूरा हुआ
ja: 削除が完了しました
pl: Usuwanie zakończone
sv: Radering klar
th: ลบเสร็จสิ้น
tr: Silme tamamlandı
vi: Xóa hoàn tất

# DeleteCompletedMessageFormat
source: Deleted: {0}, failed: {1}.
da: Slettet: {0}, mislykket: {1}.
de: Gelöscht: {0}, fehlgeschlagen: {1}.
el: Διαγράφηκαν: {0}, απέτυχαν: {1}.
es: Eliminados: {0}, fallidos: {1}.
fr: Supprimé : {0}, échec : {1}.
hi: हटाया गया: {0}, विफल: {1}.
ja: 削除: {0}、失敗: {1}。
pl: Usunięto: {0}, niepowodzeń: {1}.
sv: Raderade: {0}, misslyckade: {1}.
th: ลบแล้ว: {0}, ล้มเหลว: {1}
tr: Silinen: {0}, başarısız: {1}.
vi: Đã xóa: {0}, thất bại: {1}.

# DeleteFailedTitle
source: Delete failed
da: Sletning mislykkedes
de: Löschen fehlgeschlagen
el: Η διαγραφή απέτυχε
es: Error al eliminar
fr: Échec de la suppression
hi: हटाना विफल
ja: 削除に失敗しました
pl: Usuwanie nie powiodło się
sv: Radering misslyckades
th: ลบไม่สำเร็จ
tr: Silme başarısız
vi: Xóa thất bại

# DeleteNotSupportedMessage
source: Permanent delete isn't supported on this device.
da: Permanent sletning understøttes ikke på denne enhed.
de: Dauerhaftes Löschen wird auf diesem Gerät nicht unterstützt.
el: Η μόνιμη διαγραφή δεν υποστηρίζεται σε αυτήν τη συσκευή.
es: La eliminación permanente no es compatible en este dispositivo.
fr: La suppression définitive n’est pas prise en charge sur cet appareil.
hi: इस डिवाइस पर स्थायी हटाना समर्थित नहीं है।
ja: この端末では完全削除はサポートされていません。
pl: Trwałe usuwanie nie jest obsługiwane na tym urządzeniu.
sv: Permanent radering stöds inte på den här enheten.
th: อุปกรณ์นี้ไม่รองรับการลบถาวร
tr: Kalıcı silme bu cihazda desteklenmiyor.
vi: Xóa vĩnh viễn không được hỗ trợ trên thiết bị này.

# TransferFolderTitle
source: Create destination folder
da: Opret destinationsmappe
de: Zielordner erstellen
el: Δημιουργία φακέλου προορισμού
es: Crear carpeta de destino
fr: Créer le dossier de destination
hi: गंतव्य फ़ोल्डर बनाएँ
ja: 宛先フォルダーを作成
pl: Utwórz folder docelowy
sv: Skapa målmapp
th: สร้างโฟลเดอร์ปลายทาง
tr: Hedef klasörü oluştur
vi: Tạo thư mục đích

# TransferFolderMessage
source: Choose a name for the new folder.
da: Vælg et navn til den nye mappe.
de: Gib einen Namen für den neuen Ordner an.
el: Επιλέξτε όνομα για τον νέο φάκελο.
es: Elige un nombre para la nueva carpeta.
fr: Choisissez un nom pour le nouveau dossier.
hi: नए फ़ोल्डर के लिए नाम चुनें।
ja: 新しいフォルダー名を入力してください。
pl: Wybierz nazwę dla nowego folderu.
sv: Välj ett namn för den nya mappen.
th: เลือกชื่อสำหรับโฟลเดอร์ใหม่
tr: Yeni klasör için bir ad seçin.
vi: Chọn tên cho thư mục mới.

# TransferFolderPlaceholder
source: Folder name
da: Mappenavn
de: Ordnername
el: Όνομα φακέλου
es: Nombre de carpeta
fr: Nom du dossier
hi: फ़ोल्डर नाम
ja: フォルダー名
pl: Nazwa folderu
sv: Mappnamn
th: ชื่อโฟลเดอร์
tr: Klasör adı
vi: Tên thư mục

# CreateButton
source: Create
da: Opret
de: Erstellen
el: Δημιουργία
es: Crear
fr: Créer
hi: बनाएँ
ja: 作成
pl: Utwórz
sv: Skapa
th: สร้าง
tr: Oluştur
vi: Tạo

# CancelButton
source: Cancel
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
fr: Annuler
hi: रद्द करें
ja: キャンセル
pl: Anuluj
sv: Avbryt
th: ยกเลิก
tr: İptal
vi: Hủy

# TransferFailedTitle
source: Transfer failed
da: Overførsel mislykkedes
de: Übertragen fehlgeschlagen
el: Αποτυχία μεταφοράς
es: Error de transferencia
fr: Échec du transfert
hi: ट्रांसफ़र विफल
ja: 転送に失敗しました
pl: Transfer nie powiódł się
sv: Överföring misslyckades
th: โอนย้ายไม่สำเร็จ
tr: Aktarım başarısız
vi: Chuyển thất bại

# TransferFailedMessage
source: We couldn't copy or move the selected files.
da: Vi kunne ikke kopiere eller flytte de valgte filer.
de: Die ausgewählten Dateien konnten nicht kopiert oder verschoben werden.
el: Δεν ήταν δυνατή η αντιγραφή ή μετακίνηση των επιλεγμένων αρχείων.
es: No pudimos copiar o mover los archivos seleccionados.
fr: Impossible de copier ou déplacer les fichiers sélectionnés.
hi: हम चयनित फ़ाइलें कॉपी या स्थानांतरित नहीं कर सके।
ja: 選択したファイルをコピーまたは移動できませんでした。
pl: Nie udało się skopiować lub przenieść wybranych plików.
sv: Det gick inte att kopiera eller flytta de valda filerna.
th: ไม่สามารถคัดลอกหรือย้ายไฟล์ที่เลือกได้
tr: Seçilen dosyaları kopyalayamadık veya taşıyamadık.
vi: Không thể sao chép hoặc di chuyển các tệp đã chọn.

# TransferNotSupportedMessage
source: Copy or move isn't supported on this device.
da: Kopiering eller flytning understøttes ikke på denne enhed.
de: Kopieren oder Verschieben wird auf diesem Gerät nicht unterstützt.
el: Η αντιγραφή ή μετακίνηση δεν υποστηρίζεται σε αυτήν τη συσκευή.
es: Copiar o mover no es compatible en este dispositivo.
fr: La copie ou le déplacement n’est pas pris en charge sur cet appareil.
hi: इस डिवाइस पर कॉपी या स्थानांतरण समर्थित नहीं है।
ja: この端末ではコピーまたは移動はサポートされていません。
pl: Kopiowanie lub przenoszenie nie jest obsługiwane na tym urządzeniu.
sv: Kopiering eller flytt stöds inte på den här enheten.
th: อุปกรณ์นี้ไม่รองรับการคัดลอกหรือย้าย
tr: Kopyalama veya taşıma bu cihazda desteklenmiyor.
vi: Sao chép hoặc di chuyển không được hỗ trợ trên thiết bị này.

# TransferCopyCompletedTitle
source: Copy complete
da: Kopiering fuldført
de: Kopieren abgeschlossen
el: Η αντιγραφή ολοκληρώθηκε
es: Copia completada
fr: Copie terminée
hi: कॉपी पूरी हुई
ja: コピー完了
pl: Kopiowanie zakończone
sv: Kopiering klar
th: คัดลอกเสร็จสิ้น
tr: Kopyalama tamamlandı
vi: Sao chép hoàn tất

# TransferMoveCompletedTitle
source: Move complete
da: Flytning fuldført
de: Verschieben abgeschlossen
el: Η μετακίνηση ολοκληρώθηκε
es: Movimiento completado
fr: Déplacement terminé
hi: स्थानांतरण पूरा हुआ
ja: 移動完了
pl: Przenoszenie zakończone
sv: Flytt klar
th: ย้ายเสร็จสิ้น
tr: Taşıma tamamlandı
vi: Di chuyển hoàn tất

# TransferCompletedMessageFormat
source: Successful: {0}, skipped: {1}, failed: {2}.
da: Succes: {0}, sprunget over: {1}, mislykket: {2}.
de: Erfolgreich: {0}, übersprungen: {1}, fehlgeschlagen: {2}.
el: Επιτυχία: {0}, παραλείφθηκαν: {1}, απέτυχαν: {2}.
es: Correctas: {0}, omitidas: {1}, fallidas: {2}.
fr: Réussite : {0}, ignoré : {1}, échec : {2}.
hi: सफल: {0}, छोड़ा गया: {1}, विफल: {2}.
ja: 成功: {0}、スキップ: {1}、失敗: {2}。
pl: Sukces: {0}, pominięto: {1}, niepowodzeń: {2}.
sv: Lyckades: {0}, hoppades över: {1}, misslyckades: {2}.
th: สำเร็จ: {0}, ข้าม: {1}, ล้มเหลว: {2}
tr: Başarılı: {0}, atlandı: {1}, başarısız: {2}.
vi: Thành công: {0}, bỏ qua: {1}, thất bại: {2}.

# BackButton
source: Back
ar: رجوع
da: Tilbage
de: Zurück
el: Πίσω
es: Atrás
fi: Takaisin
fr: Retour
he: חזרה
hi: वापस
id: Kembali
it: Indietro
ja: 戻る
nb: Tilbake
nl: Terug
pl: Wstecz
pt: Voltar
ro: Înapoi
ru: Назад
sv: Tillbaka
th: ย้อนกลับ
tr: Geri
vi: Quay lại

# SettingsButton
source: Settings
ar: الإعدادات
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
fi: Asetukset
fr: Paramètres
he: הגדרות
hi: सेटिंग्स
id: Pengaturan
it: Impostazioni
ja: 設定
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt: Definições
ro: Setări
ru: Настройки
sv: Inställningar
th: การตั้งค่า
tr: Ayarlar
vi: Cài đặt

# SettingsPageTitle
source: Settings
ar: الإعدادات
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
fi: Asetukset
fr: Paramètres
he: הגדרות
hi: सेटिंग्स
id: Pengaturan
it: Impostazioni
ja: 設定
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt: Definições
ro: Setări
ru: Настройки
sv: Inställningar
th: การตั้งค่า
tr: Ayarlar
vi: Cài đặt

# SettingsPageHeader
source: Settings
ar: الإعدادات
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
fi: Asetukset
fr: Paramètres
he: הגדרות
hi: सेटिंग्स
id: Pengaturan
it: Impostazioni
ja: 設定
nb: Innstillinger
nl: Instellingen
pl: Ustawienia
pt: Definições
ro: Setări
ru: Настройки
sv: Inställningar
th: การตั้งค่า
tr: Ayarlar
vi: Cài đặt

# SettingsAppearanceTitle
source: Appearance
ar: المظهر
da: Udseende
de: Darstellung
el: Εμφάνιση
es: Apariencia
fi: Ulkoasu
fr: Apparence
he: מראה
hi: दिखावट
id: Tampilan
it: Aspetto
ja: 外観
nb: Utseende
nl: Weergave
pl: Wygląd
pt: Aparência
ro: Aspect
ru: Внешний вид
sv: Utseende
th: รูปลักษณ์
tr: Görünüm
vi: Giao diện

# SettingsThemeLabel
source: Theme
ar: السمة
da: Tema
de: Design
el: Θέμα
es: Tema
fi: Teema
fr: Thème
he: ערכת נושא
hi: थीम
id: Tema
it: Tema
ja: テーマ
nb: Tema
nl: Thema
pl: Motyw
pt: Tema
ro: Temă
ru: Тема
sv: Tema
th: ธีม
tr: Tema
vi: Chủ đề

# SettingsSortingTitle
source: Sorting
ar: الفرز
da: Sortering
de: Sortierung
el: Ταξινόμηση
es: Ordenación
fi: Lajittelu
fr: Tri
he: מיון
hi: छँटाई
id: Pengurutan
it: Ordinamento
ja: 並べ替え
nb: Sortering
nl: Sorteren
pl: Sortowanie
pt: Ordenação
ro: Sortare
ru: Сортировка
sv: Sortering
th: การจัดเรียง
tr: Sıralama
vi: Sắp xếp

# SettingsDefaultSortLabel
source: Default order
ar: الترتيب الافتراضي
da: Standardrækkefølge
de: Standard-Sortierung
el: Προεπιλεγμένη σειρά
es: Orden predeterminado
fi: Oletusjärjestys
fr: Ordre par défaut
he: סדר ברירת מחדל
hi: डिफ़ॉल्ट क्रम
id: Urutan default
it: Ordine predefinito
ja: 既定の順序
nb: Standardrekkefølge
nl: Standaardvolgorde
pl: Domyślna kolejność
pt: Ordem predefinida
ro: Ordine implicită
ru: Порядок по умолчанию
sv: Standardordning
th: ลำดับเริ่มต้น
tr: Varsayılan sıralama
vi: Thứ tự mặc định

# SettingsDateFilterLabel
source: Enable date filter
ar: تمكين مرشح التاريخ
da: Aktivér datofilter
de: Datumsfilter aktivieren
el: Ενεργοποίηση φίλτρου ημερομηνίας
es: Habilitar filtro de fecha
fi: Ota päivämääräsuodatin käyttöön
fr: Activer le filtre de date
he: הפעל מסנן תאריך
hi: तिथि फ़िल्टर सक्षम करें
id: Aktifkan filter tanggal
it: Abilita filtro data
ja: 日付フィルターを有効にする
nb: Aktiver datofilter
nl: Datumfilter inschakelen
pl: Włącz filtr daty
pt: Ativar filtro de data
ro: Activează filtrul de dată
ru: Включить фильтр по дате
sv: Aktivera datumfilter
th: เปิดใช้งานตัวกรองวันที่
tr: Tarih filtresini etkinleştir
vi: Bật bộ lọc ngày

# SettingsDateFromLabel
source: From
ar: من
da: Fra
de: Von
el: Από
es: Desde
fi: Alkaen
fr: De
he: מ-
hi: से
id: Dari
it: Da
ja: 開始
nb: Fra
nl: Van
pl: Od
pt: De
ro: De la
ru: С
sv: Från
th: จาก
tr: Başlangıç
vi: Từ

# SettingsDateToLabel
source: To
ar: إلى
da: Til
de: Bis
el: Έως
es: Hasta
fi: Asti
fr: À
he: עד
hi: तक
id: Sampai
it: A
ja: 終了
nb: Til
nl: Tot
pl: Do
pt: Até
ro: Până la
ru: По
sv: Till
th: ถึง
tr: Bitiş
vi: Đến

# SettingsIndexingTitle
source: Indexing
ar: الفهرسة
da: Indeksering
de: Indexierung
el: Ευρετηρίαση
es: Indexación
fi: Indeksointi
fr: Indexation
he: אינדוקס
hi: इंडेक्सिंग
id: Pengindeksan
it: Indicizzazione
ja: インデックス
nb: Indeksering
nl: Indexeren
pl: Indeksowanie
pt: Indexação
ro: Indexare
ru: Индексирование
sv: Indexering
th: การจัดทำดัชนี
tr: Dizinleme
vi: Lập chỉ mục

# SettingsReindexLabel
source: Re-index on next launch
ar: إعادة الفهرسة عند التشغيل التالي
da: Genindeksér ved næste start
de: Beim nächsten Start neu indizieren
el: Επανευρετηρίαση στην επόμενη εκκίνηση
es: Reindexar en el próximo inicio
fi: Indeksoi uudelleen seuraavalla käynnistyksellä
fr: Réindexer au prochain lancement
he: אינדוקס מחדש בהפעלה הבאה
hi: अगले लॉन्च पर फिर से इंडेक्स करें
id: Indeks ulang saat peluncuran berikutnya
it: Reindicizza al prossimo avvio
ja: 次回起動時に再インデックス
nb: Indekser på nytt ved neste oppstart
nl: Opnieuw indexeren bij volgende start
pl: Ponownie indeksuj przy następnym uruchomieniu
pt: Reindexar no próximo arranque
ro: Reindexează la următoarea pornire
ru: Переиндексировать при следующем запуске
sv: Indexera om vid nästa start
th: จัดทำดัชนีใหม่ในการเปิดครั้งถัดไป
tr: Bir sonraki açılışta yeniden dizinle
vi: Lập chỉ mục lại khi khởi chạy lần sau

# SettingsDatabaseResetHint
source: Deletes the local database and rebuilds it by rescanning your sources.
ar: يحذف قاعدة البيانات المحلية ويعيد بناؤها بإعادة فحص المصادر.
de: Löscht die lokale Datenbank und erstellt sie durch erneutes Scannen der Quellen neu.
fi: Poistaa paikallisen tietokannan ja rakentaa sen uudelleen skannaamalla lähteet uudestaan.
he: מוחק את מסד הנתונים המקומי ובונה אותו מחדש על ידי סריקה חוזרת של המקורות.
id: Menghapus database lokal dan membangunnya kembali dengan memindai ulang sumber Anda.
it: Elimina il database locale e lo ricostruisce scansionando di nuovo le sorgenti.
nb: Sletter den lokale databasen og bygger den opp igjen ved å skanne kildene på nytt.
nl: Verwijdert de lokale database en bouwt deze opnieuw op door je bronnen opnieuw te scannen.
pt: Elimina a base de dados local e reconstrói-a ao voltar a analisar as suas fontes.
ro: Șterge baza de date locală și o reconstruiește prin rescanarea surselor.
ru: Удаляет локальную базу данных и пересоздаёт её, повторно сканируя источники.

# SettingsDatabaseResetButton
source: Delete database
ar: حذف قاعدة البيانات
de: Datenbank löschen
fi: Poista tietokanta
he: מחיקת מסד נתונים
id: Hapus database
it: Elimina database
nb: Slett database
nl: Database verwijderen
pt: Eliminar base de dados
ro: Șterge baza de date
ru: Удалить базу данных

# SettingsDatabaseResetConfirmTitle
source: Delete database?
de: Datenbank löschen?

# SettingsDatabaseResetConfirmMessage
source: This removes all indexed data and tags. The app will rescan your sources.
de: Alle indizierten Daten und Tags werden entfernt. Die Quellen werden neu gescannt.

# SettingsDatabaseResetConfirmAccept
source: Delete
de: Löschen

# SettingsDatabaseResetKeepSourcesTitle
source: Keep sources?
de: Quellen behalten?

# SettingsDatabaseResetKeepSourcesMessage
source: Do you want to keep your current sources for the rescan?
de: Sollen die aktuellen Quellen für das erneute Scannen behalten werden?

# SettingsDatabaseResetKeepSourcesAccept
source: Keep sources
de: Quellen behalten

# SettingsDatabaseResetKeepSourcesRemove
source: Remove sources
de: Quellen entfernen

# SettingsDatabaseResetCompletedTitle
source: Database deleted
de: Datenbank gelöscht
