Repository: inetconnector/UltimateVideoBrowser
Catalog: Resources/Strings/AppResources.*.resx
Languages: ar, da, de, el, es, fi, fr, he, hi, id, it, ja, nb, nl, pl, pt, ro, ru, sv, th, tr, vi

# TagPeopleEditorEmptyHint
source: No faces detected for this photo.
da: Ingen ansigter blev fundet i dette foto.
de: In diesem Foto wurden keine Gesichter erkannt.
el: Δεν εντοπίστηκαν πρόσωπα σε αυτή τη φωτογραφία.
es: No se detectaron rostros en esta foto.
fr: Aucun visage détecté pour cette photo.
hi: इस फ़ोटो में कोई चेहरा नहीं मिला।
ja: この写真では顔が検出されませんでした。
pl: Nie wykryto twarzy na tym zdjęciu.
sv: Inga ansikten hittades i det här fotot.
th: ไม่พบใบหน้าในรูปภาพนี้
tr: Bu fotoğrafta yüz algılanmadı.
vi: Không phát hiện khuôn mặt trong ảnh này.

# TagImageEditorTagsPlaceholder
source: Add tags, separated by commas...
de: Tags hinzufügen, durch Kommas getrennt...

# TagImageEditorTagsHint
source: Tip: You can tag an image even if no automatic tags were detected.
de: Tipp: Du kannst ein Bild taggen, auch wenn keine automatischen Tags erkannt wurden.

# TagImageEditorEmptyHint
source: No image tags detected for this photo.
de: Keine Image-Tags für dieses Foto erkannt.

# PreviewTitle
source: Preview
da: Forhåndsvisning
de: Vorschau
el: Προεπισκόπηση
es: Vista previa
fr: Aperçu
hi: पूर्वावलोकन
ja: プレビュー
pl: Podgląd
sv: Förhandsvisning
th: ตัวอย่าง
tr: Önizleme
vi: Xem trước

# PreviewEmptyMessage
source: Select a file to preview it here.
da: Vælg en fil for at forhåndsvise den her.
de: Wähle eine Datei aus, um sie hier zu sehen.
el: Επιλέξτε ένα αρχείο για προεπισκόπηση εδώ.
es: Selecciona un archivo para previsualizarlo aquí.
fr: Sélectionnez un fichier pour l’apercevoir ici.
hi: यहाँ पूर्वावलोकन के लिए एक फ़ाइल चुनें।
ja: ここでプレビューするファイルを選択してください。
pl: Wybierz plik, aby zobaczyć podgląd tutaj.
sv: Välj en fil för att förhandsvisa den här.
th: เลือกไฟล์เพื่อดูตัวอย่างที่นี่
tr: Burada önizlemek için bir dosya seçin.
vi: Chọn một tệp để xem trước tại đây.

# ThemeLight
source: Light
ar: فاتح
da: Lys
de: Hell
el: Φωτεινό
es: Claro
fi: Vaalea
fr: Clair
he: בהיר
hi: हल्का
id: Terang
it: Chiaro
ja: ライト
nb: Lys
nl: Licht
pl: Jasny
pt: Claro
ro: Deschis
ru: Светлая
sv: Ljus
th: สว่าง
tr: Açık
vi: Sáng

# ThemeDark
source: Dark
ar: داكن
da: Mørk
de: Dunkel
el: Σκούρο
es: Oscuro
fi: Tumma
fr: Sombre
he: כהה
hi: गहरा
id: Gelap
it: Scuro
ja: ダーク
nb: Mørk
nl: Donker
pl: Ciemny
pt: Escuro
ro: Închis
ru: Тёмная
sv: Mörk
th: มืด
tr: Koyu
vi: Tối

# EmptyStateTitle
source: No items yet
ar: لا توجد فيديوهات بعد
da: Ingen videoer endnu
de: Noch keine Dateien
el: Δεν υπάρχουν βίντεο ακόμη
es: Aún no hay videos
fi: Ei videoita vielä
fr: Aucune vidéo pour l'instant
he: אין סרטונים עדיין
hi: अभी कोई वीडियो नहीं
id: Belum ada video
it: Nessun video ancora
ja: まだ動画がありません
nb: Ingen videoer ennå
nl: Nog geen video's
pl: Brak filmów
pt: Ainda não há vídeos
ro: Încă nu există videoclipuri
ru: Пока нет видео
sv: Inga videor ännu
th: ยังไม่มีวิดีโอ
tr: Henüz video yok
vi: Chưa có video

# EmptyStateMessage
source: Add a source or refresh to start browsing your library.
ar: أضف مصدرًا أو قم بالتحديث لبدء تصفح مكتبتك.
da: Tilføj en kilde eller opdater for at begynde at gennemse dit bibliotek.
de: Füge eine Quelle hinzu oder aktualisiere, um deine Bibliothek zu durchsuchen.
el: Προσθέστε μια πηγή ή ανανεώστε για να ξεκινήσετε την περιήγηση στη βιβλιοθήκη σας.
es: Agrega una fuente o actualiza para empezar a explorar tu biblioteca.
fi: Lisää lähde tai päivitä aloittaaksesi kirjastosi selaamisen.
fr: Ajoutez une source ou actualisez pour commencer à parcourir votre bibliothèque.
he: הוסף מקור או רענן כדי להתחיל לדפדף בספרייה שלך.
hi: अपनी लाइब्रेरी ब्राउज़ करना शुरू करने के लिए कोई स्रोत जोड़ें या रीफ़्रेश करें।
id: Tambahkan sumber atau segarkan untuk mulai menjelajahi perpustakaan Anda.
it: Aggiungi una sorgente o aggiorna per iniziare a sfogliare la tua libreria.
ja: ソースを追加するか更新して、ライブラリの閲覧を開始しましょう。
nb: Legg til en kilde eller oppdater for å begynne å bla i biblioteket ditt.
nl: Voeg een bron toe of vernieuw om door je bibliotheek te bladeren.
pl: Dodaj źródło lub odśwież, aby rozpocząć przeglądanie biblioteki.
pt: Adicione uma fonte ou atualize para começar a navegar na sua biblioteca.
ro: Adaugă o sursă sau reîmprospătează pentru a începe să răsfoiești biblioteca.
ru: Добавьте источник или обновите, чтобы начать просматривать библиотеку.
sv: Lägg till en källa eller uppdatera för att börja bläddra i ditt bibliotek.
th: เพิ่มแหล่งที่มาหรือรีเฟรชเพื่อเริ่มเรียกดูคลังของคุณ
tr: Bir kaynak ekleyin veya kütüphanenizi gezmeye başlamak için yenileyin.
vi: Thêm nguồn hoặc làm mới để bắt đầu duyệt thư viện của bạn.

# EmptyStateAction
source: Add sources
ar: إضافة مصادر
da: Tilføj kilder
de: Quellen hinzufügen
el: Προσθήκη πηγών
es: Agregar fuentes
fi: Lisää lähteitä
fr: Ajouter des sources
he: הוסף מקורות
hi: स्रोत जोड़ें
id: Tambahkan sumber
it: Aggiungi sorgenti
ja: ソースを追加
nb: Legg til kilder
nl: Bronnen toevoegen
pl: Dodaj źródła
pt: Adicionar fontes
ro: Adaugă surse
ru: Добавить источники
sv: Lägg till källor
th: เพิ่มแหล่งที่มา
tr: Kaynak ekle
vi: Thêm nguồn

# SourcesPageTitle
source: Sources
ar: المصادر
da: Kilder
de: Quellen
el: Πηγές
es: Fuentes
fi: Lähteet
he: מקורות
hi: स्रोत
id: Sumber
it: Sorgenti
ja: ソース
nb: Kilder
nl: Bronnen
pl: Źródła
pt: Fontes
ro: Surse
ru: Источники
sv: Källor
th: แหล่งที่มา
tr: Kaynaklar
vi: Nguồn

# SourcesPageHeader
source: Sources (local folders / synced shares)
ar: المصادر (مجلدات محلية / مشاركات متزامنة)
da: Kilder (lokale mapper / synkroniserede delinger)
de: Quellen (lokale Ordner / synchronisierte Freigaben)
el: Πηγές (τοπικοί φάκελοι / συγχρονισμένες κοινές χρήσεις)
es: Fuentes (carpetas locales / compartidos sincronizados)
fi: Lähteet (paikalliset kansiot / synkronoidut jaot)
fr: Sources (dossiers locaux / partages synchronisés)
he: מקורות (תיקיות מקומיות / שיתופים מסונכרנים)
hi: स्रोत (स्थानीय फ़ोल्डर / सिंक किए गए साझा)
id: Sumber (folder lokal / berbagi tersinkron)
it: Sorgenti (cartelle locali / condivisioni sincronizzate)
ja: ソース（ローカルフォルダー / 同期共有）
nb: Kilder (lokale mapper / synkroniserte delinger)
nl: Bronnen (lokale mappen / gesynchroniseerde shares)
pl: Źródła (foldery lokalne / udziały synchronizowane)
pt: Fontes (pastas locais / compartilhamentos sincronizados)
ro: Surse (foldere locale / partajări sincronizate)
ru: Источники (локальные папки / синхронизированные ресурсы)
sv: Källor (lokala mappar / synkroniserade delningar)
th: แหล่งที่มา (โฟลเดอร์ในเครื่อง / การแชร์ที่ซิงค์)
tr: Kaynaklar (yerel klasörler / eşitlenmiş paylaşımlar)
vi: Nguồn (thư mục cục bộ / chia sẻ đã đồng bộ)

# AddSourceButton
source: Add folder
ar: إضافة مجلد
da: Tilføj mappe
de: Ordner hinzufügen
el: Προσθήκη φακέλου
es: Agregar carpeta
fi: Lisää kansio
fr: Ajouter un dossier
he: הוסף תיקייה
hi: फ़ोल्डर जोड़ें
id: Tambahkan folder
it: Aggiungi cartella
ja: フォルダーを追加
nb: Legg til mappe
nl: Map toevoegen
pl: Dodaj folder
pt: Adicionar pasta
ro: Adaugă folder
ru: Добавить папку
sv: Lägg till mapp
th: เพิ่มโฟลเดอร์
tr: Klasör ekle
vi: Thêm thư mục

# RemoveSourceButton
source: Remove
ar: إزالة
da: Fjern
de: Entfernen
el: Αφαίρεση
es: Eliminar
fi: Poista
fr: Supprimer
he: הסר
hi: हटाएँ
id: Hapus
it: Rimuovi
ja: 削除
nb: Fjern
nl: Verwijderen
pl: Usuń
pt: Remover
ro: Elimină
ru: Удалить
sv: Ta bort
th: ลบ
tr: Kaldır
vi: Xóa

# RemoveSourceTitle
source: Remove source?
ar: إزالة المصدر؟
da: Fjern kilde?
de: Quelle entfernen?
el: Αφαίρεση πηγής;
es: ¿Eliminar fuente?
fi: Poista lähde?
fr: Supprimer la source ?
he: להסיר מקור?
hi: स्रोत हटाएँ?
id: Hapus sumber?
it: Rimuovere la sorgente?
ja: ソースを削除しますか？
nb: Fjerne kilde?
nl: Bron verwijderen?
pl: Usunąć źródło?
pt: Remover fonte?
ro: Elimină sursa?
ru: Удалить источник?
sv: Ta bort källa?
th: ลบแหล่งที่มา?
tr: Kaynak kaldırılsın mı?
vi: Xóa nguồn?

# RemoveSourceMessage
source: Remove “{0}” from sources?
ar: إزالة “{0}” من المصادر؟
da: Fjern “{0}” fra kilder?
de: „{0}“ aus den Quellen entfernen?
el: Αφαίρεση “{0}” από τις πηγές;
es: ¿Eliminar “{0}” de las fuentes?
fi: Poistetaanko “{0}” lähteistä?
fr: Supprimer « {0} » des sources ?
he: להסיר את “{0}” מהמקורות?
hi: स्रोतों से “{0}” हटाएँ?
id: Hapus “{0}” dari sumber?
it: Rimuovere “{0}” dalle sorgenti?
ja: ソースから「{0}」を削除しますか？
nb: Fjerne “{0}” fra kildene?
nl: “{0}” uit bronnen verwijderen?
pl: Usunąć “{0}” ze źródeł?
pt: Remover “{0}” das fontes?
ro: Elimini “{0}” din surse?
ru: Удалить “{0}” из источников?
sv: Ta bort “{0}” från källor?
th: ลบ “{0}” ออกจากแหล่งที่มา?
tr: “{0}” kaynaklardan kaldırılsın mı?
vi: Xóa “{0}” khỏi nguồn?

# RemoveSourceConfirm
source: Remove
ar: إزالة
da: Fjern
de: Entfernen
el: Αφαίρεση
es: Eliminar
fi: Poista
fr: Supprimer
he: הסר
hi: हटाएँ
id: Hapus
it: Rimuovi
ja: 削除
nb: Fjern
nl: Verwijderen
pl: Usuń
pt: Remover
ro: Elimină
ru: Удалить
sv: Ta bort
th: ลบ
tr: Kaldır
vi: Xóa

# NewSourceTitle
source: Add source
ar: إضافة مصدر
da: Tilføj kilde
de: Quelle hinzufügen
el: Προσθήκη πηγής
es: Agregar fuente
fi: Lisää lähde
fr: Ajouter une source
he: הוסף מקור
hi: स्रोत जोड़ें
id: Tambahkan sumber
it: Aggiungi sorgente
ja: ソースを追加
nb: Legg til kilde
nl: Bron toevoegen
pl: Dodaj źródło
pt: Adicionar fonte
ro: Adaugă sursă
ru: Добавить источник
sv: Lägg till källa
th: เพิ่มแหล่งที่มา
tr: Kaynak ekle
vi: Thêm nguồn

# NewSourcePrompt
source: Source name
ar: اسم المصدر
da: Kildenavn
de: Name der Quelle
el: Όνομα πηγής
es: Nombre de la fuente
fi: Lähteen nimi
fr: Nom de la source
he: שם המקור
hi: स्रोत नाम
id: Nama sumber
it: Nome sorgente
ja: ソース名
nb: Kildenavn
nl: Bronnaam
pl: Nazwa źródła
pt: Nome da fonte
ro: Numele sursei
ru: Имя источника
sv: Källnamn
th: ชื่อแหล่งที่มา
tr: Kaynak adı
vi: Tên nguồn

# NewSourceConfirm
source: Add
ar: إضافة
da: Tilføj
de: Hinzufügen
el: Προσθήκη
es: Agregar
fi: Lisää
fr: Ajouter
he: הוסף
hi: जोड़ें
id: Tambah
it: Aggiungi
ja: 追加
nb: Legg til
nl: Toevoegen
pl: Dodaj
pt: Adicionar
ro: Adaugă
ru: Добавить
sv: Lägg till
th: เพิ่ม
tr: Ekle
vi: Thêm

# NewSourceCancel
source: Cancel
ar: إلغاء
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
fi: Peruuta
fr: Annuler
he: בטל
hi: रद्द करें
id: Batal
it: Annulla
ja: キャンセル
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt: Cancelar
ro: Anulează
ru: Отмена
sv: Avbryt
th: ยกเลิก
tr: İptal
vi: Hủy

# NewSourceDefaultName
source: New source
ar: مصدر جديد
da: Ny kilde
de: Neue Quelle
el: Νέα πηγή
es: Nueva fuente
fi: Uusi lähde
fr: Nouvelle source
he: מקור חדש
hi: नया स्रोत
id: Sumber baru
it: Nuova sorgente
ja: 新しいソース
nb: Ny kilde
nl: Nieuwe bron
pl: Nowe źródło
pt: Nova fonte
ro: Sursă nouă
ru: Новый источник
sv: Ny källa
th: แหล่งที่มาใหม่
tr: Yeni kaynak
vi: Nguồn mới

# SourceExistsTitle
source: Already added
ar: تمت الإضافة مسبقًا
da: Allerede tilføjet
de: Bereits hinzugefügt
el: Έχει ήδη προστεθεί
es: Ya agregado
fi: Jo lisätty
fr: Déjà ajouté
he: כבר נוסף
hi: पहले से जोड़ा गया
id: Sudah ditambahkan
it: Già aggiunta
ja: すでに追加されています
nb: Allerede lagt til
nl: Al toegevoegd
pl: Już dodane
pt: Já adicionada
ro: Deja adăugat
ru: Уже добавлено
sv: Redan tillagd
th: เพิ่มแล้ว
tr: Zaten eklendi
vi: Đã thêm

# SourceExistsMessage
source: This folder is already in your sources.
ar: هذا المجلد موجود بالفعل في مصادرك.
da: Denne mappe er allerede i dine kilder.
de: Dieser Ordner ist bereits als Quelle hinterlegt.
el: Αυτός ο φάκελος είναι ήδη στις πηγές σας.
es: Esta carpeta ya está en tus fuentes.
fi: Tämä kansio on jo lähteissäsi.
fr: Ce dossier est déjà dans vos sources.
he: התיקייה הזו כבר במקורות שלך.
hi: यह फ़ोल्डर पहले से आपके स्रोतों में है।
id: Folder ini sudah ada di sumber Anda.
it: Questa cartella è già nelle tue sorgenti.
ja: このフォルダーはすでにソースにあります。
nb: Denne mappen er allerede i kildene dine.
nl: Deze map staat al in je bronnen.
pl: Ten folder jest już w Twoich źródłach.
pt: Esta pasta já está nas suas fontes.
ro: Acest folder este deja în sursele tale.
ru: Эта папка уже есть в ваших источниках.
sv: Den här mappen finns redan i dina källor.
th: โฟลเดอร์นี้อยู่ในแหล่งที่มาของคุณแล้ว
tr: Bu klasör zaten kaynaklarınızda.
vi: Thư mục này đã có trong các nguồn của bạn.

# SourcesSummaryFormat
source: {0} of {1} sources active
ar: {0} من {1} مصادر نشطة
da: {0} af {1} kilder aktive
de: {0} von {1} Quellen aktiv
el: {0} από {1} πηγές ενεργές
es: {0} de {1} fuentes activas
fi: {0}/{1} lähdettä aktiivisena
fr: {0} sources actives sur {1}
he: {0} מתוך {1} מקורות פעילים
hi: {1} में से {0} स्रोत सक्रिय
id: {0} dari {1} sumber aktif
it: {0} di {1} sorgenti attive
ja: 有効なソース {1} 件中 {0} 件
nb: {0} av {1} kilder aktive
nl: {0} van {1} bronnen actief
pl: {0} z {1} źródeł aktywnych
pt: {0} de {1} fontes ativas
ro: {0} din {1} surse active
ru: {0} из {1} источников активны
sv: {0} av {1} källor aktiva
th: แหล่งที่มาใช้งาน {0} จาก {1}
tr: {1} kaynaktan {0} etkin
vi: {0} trong {1} nguồn đang hoạt động

# AddPathHelper
source: Select a local folder or network share.
ar: اختر مجلدًا محليًا أو مشاركة شبكة.
da: Vælg en lokal mappe eller en netværksdeling.
de: Lokalen Ordner oder Netzwerkfreigabe auswählen.
el: Επιλέξτε έναν τοπικό φάκελο ή ένα δικτυακό κοινόχρηστο.
es: Selecciona una carpeta local o un recurso compartido de red.
fi: Valitse paikallinen kansio tai verkkojaettu.
fr: Sélectionnez un dossier local ou un partage réseau.
he: בחר תיקייה מקומית או שיתוף רשת.
hi: एक स्थानीय फ़ोल्डर या नेटवर्क शेयर चुनें।
id: Pilih folder lokal atau berbagi jaringan.
it: Seleziona una cartella locale o una condivisione di rete.
ja: ローカルフォルダーまたはネットワーク共有を選択してください。
nb: Velg en lokal mappe eller nettverksdeling.
nl: Selecteer een lokale map of een netwerkshare.
pl: Wybierz lokalny folder lub udział sieciowy.
pt: Selecione uma pasta local ou uma partilha de rede.
ro: Selectează un folder local sau o partajare de rețea.
ru: Выберите локальную папку или сетевой ресурс.
sv: Välj en lokal mapp eller nätverksdelning.
th: เลือกโฟลเดอร์ภายในเครื่องหรือการแชร์เครือข่าย
tr: Yerel bir klasör veya ağ paylaşımı seçin.
vi: Chọn một thư mục cục bộ hoặc chia sẻ mạng.

# AddPathButton
source: Browse folder
ar: استعراض المجلد
da: Gennemse mappe
de: Ordner auswählen
el: Περιήγηση φακέλου
es: Explorar carpeta
fi: Selaa kansiota
fr: Parcourir les dossiers
he: עיין בתיקייה
hi: फ़ोल्डर ब्राउज़ करें
id: Telusuri folder
it: Sfoglia cartella
ja: フォルダーを参照
nb: Bla gjennom mappe
nl: Map bladeren
pl: Przeglądaj folder
pt: Procurar pasta
ro: Răsfoiește folderul
ru: Выбрать папку
sv: Bläddra mapp
th: เรียกดูโฟลเดอร์
tr: Klasöre göz at
vi: Duyệt thư mục

# AddPathTitle
source: Select folder
ar: اختيار مجلد
da: Vælg mappe
de: Ordner auswählen
el: Επιλογή φακέλου
es: Seleccionar carpeta
fi: Valitse kansio
fr: Sélectionner un dossier
he: בחר תיקייה
hi: फ़ोल्डर चुनें
id: Pilih folder
it: Seleziona cartella
ja: フォルダーを選択
nb: Velg mappe
nl: Map selecteren
pl: Wybierz folder
pt: Selecionar pasta
ro: Selectează folderul
ru: Выбрать папку
sv: Välj mapp
th: เลือกโฟลเดอร์
tr: Klasör seç
vi: Chọn thư mục

# AddPathPrompt
source: Select a local folder or network share.
ar: اختر مجلدًا محليًا أو مشاركة شبكة.
da: Vælg en lokal mappe eller en netværksdeling.
de: Lokalen Ordner oder Netzwerkfreigabe auswählen.
el: Επιλέξτε έναν τοπικό φάκελο ή ένα δικτυακό κοινόχρηστο.
es: Selecciona una carpeta local o un recurso compartido de red.
fi: Valitse paikallinen kansio tai verkkojaettu.
fr: Sélectionnez un dossier local ou un partage réseau.
he: בחר תיקייה מקומית או שיתוף רשת.
hi: एक स्थानीय फ़ोल्डर या नेटवर्क शेयर चुनें।
id: Pilih folder lokal atau berbagi jaringan.
it: Seleziona una cartella locale o una condivisione di rete.
ja: ローカルフォルダーまたはネットワーク共有を選択してください。
nb: Velg en lokal mappe eller nettverksdeling.
nl: Selecteer een lokale map of een netwerkshare.
pl: Wybierz lokalny folder lub udział sieciowy.
pt: Selecione uma pasta local ou uma partilha de rede.
ro: Selectează un folder local sau o partajare de rețea.
ru: Выберите локальную папку или сетевой ресурс.
sv: Välj en lokal mapp eller nätverksdelning.
th: เลือกโฟลเดอร์ภายในเครื่องหรือการแชร์เครือข่าย
tr: Yerel bir klasör veya ağ paylaşımı seçin.
vi: Chọn một thư mục cục bộ hoặc chia sẻ mạng.

# AddAnotherFolderTitle
source: Add another folder?
ar: إضافة مجلد آخر؟
da: Tilføj en anden mappe?
de: Weiteren Ordner hinzufügen?
el: Προσθήκη άλλου φακέλου;
es: ¿Agregar otra carpeta?
fi: Lisää toinen kansio?
fr: Ajouter un autre dossier ?
he: להוסיף תיקייה נוספת?
hi: दूसरा फ़ोल्डर जोड़ें?
id: Tambahkan folder lain?
it: Aggiungere un'altra cartella?
ja: 別のフォルダーを追加しますか？
nb: Legge til en annen mappe?
nl: Nog een map toevoegen?
pl: Dodać kolejny folder?
pt: Adicionar outra pasta?
ro: Adaugi un alt folder?
ru: Добавить ещё одну папку?
sv: Lägga till en annan mapp?
th: เพิ่มโฟลเดอร์อื่น?
tr: Başka bir klasör eklensin mi?
vi: Thêm thư mục khác?

# AddAnotherFolderMessage
source: Would you like to add another folder?
ar: هل ترغب في إضافة مجلد آخر؟
da: Vil du tilføje en anden mappe?
de: Möchtest du einen weiteren Ordner hinzufügen?
el: Θέλετε να προσθέσετε άλλο φάκελο;
es: ¿Quieres agregar otra carpeta?
fi: Haluatko lisätä toisen kansion?
fr: Voulez-vous ajouter un autre dossier ?
he: האם תרצה להוסיף תיקייה נוספת?
hi: क्या आप दूसरा फ़ोल्डर जोड़ना चाहते हैं?
id: Apakah Anda ingin menambahkan folder lain?
it: Vuoi aggiungere un'altra cartella?
ja: 別のフォルダーを追加しますか？
nb: Vil du legge til en annen mappe?
nl: Wil je nog een map toevoegen?
pl: Czy chcesz dodać kolejny folder?
pt: Gostaria de adicionar outra pasta?
ro: Dorești să adaugi un alt folder?
ru: Хотите добавить ещё одну папку?
sv: Vill du lägga till en annan mapp?
th: ต้องการเพิ่มโฟลเดอร์อื่นหรือไม่?
tr: Başka bir klasör eklemek ister misiniz?
vi: Bạn có muốn thêm một thư mục khác không?

# AddAnotherFolderConfirm
source: Add another
ar: إضافة آخر
da: Tilføj en anden
de: Weiterer Ordner
el: Προσθήκη άλλου
es: Agregar otra
fi: Lisää toinen
fr: Ajouter un autre
he: הוסף נוספת
hi: दूसरा जोड़ें
id: Tambahkan lagi
it: Aggiungi un'altra
ja: 別のフォルダーを追加
nb: Legg til en annen
nl: Nog een toevoegen
pl: Dodaj kolejny
pt: Adicionar outra
ro: Adaugă altul
ru: Добавить ещё
sv: Lägg till en annan
th: เพิ่มอีก
tr: Başka ekle
vi: Thêm một thư mục khác

# AddAnotherFolderCancel
source: Done
ar: تم
da: Færdig
de: Fertig
el: Τέλος
es: Listo
fi: Valmis
fr: Terminé
he: סיום
hi: समाप्त
id: Selesai
it: Fatto
ja: 完了
nb: Ferdig
nl: Klaar
pl: Gotowe
pt: Concluído
ro: Gata
ru: Готово
sv: Klar
th: เสร็จสิ้น
tr: Bitti
vi: Xong

# PathInvalidTitle
source: Path not found
ar: المسار غير موجود
da: Sti ikke fundet
de: Pfad nicht gefunden
el: Η διαδρομή δεν βρέθηκε
es: Ruta no encontrada
fi: Polkua ei löydy
fr: Chemin introuvable
he: הנתיב לא נמצא
hi: पथ नहीं मिला
id: Jalur tidak ditemukan
it: Percorso non trovato
ja: パスが見つかりません
nb: Sti ikke funnet
nl: Pad niet gevonden
pl: Nie znaleziono ścieżki
pt: Caminho não encontrado
ro: Calea nu a fost găsită
ru: Путь не найден
sv: Sökväg hittades inte
th: ไม่พบเส้นทาง
tr: Yol bulunamadı
vi: Không tìm thấy đường dẫn

# PathInvalidMessage
source: We couldn't find that folder. Please check the path.
ar: لم نتمكن من العثور على ذلك المجلد. يرجى التحقق من المسار.
da: Vi kunne ikke finde den mappe. Kontroller stien.
de: Der Ordner wurde nicht gefunden. Bitte den Pfad prüfen.
el: Δεν μπορέσαμε να βρούμε αυτόν τον φάκελο. Ελέγξτε τη διαδρομή.
es: No pudimos encontrar esa carpeta. Verifica la ruta.
fi: Emme löytäneet kyseistä kansiota. Tarkista polku.
fr: Nous n'avons pas trouvé ce dossier. Veuillez vérifier le chemin.
he: לא הצלחנו למצוא את התיקייה. בדוק את הנתיב.
hi: हम उस फ़ोल्डर को नहीं ढूँढ सके। कृपया पथ जाँचें।
id: Kami tidak dapat menemukan folder tersebut. Periksa jalur.
it: Non siamo riusciti a trovare quella cartella. Controlla il percorso.
ja: そのフォルダーが見つかりませんでした。パスを確認してください。
nb: Vi fant ikke den mappen. Sjekk stien.
nl: We konden die map niet vinden. Controleer het pad.
pl: Nie znaleźliśmy tego folderu. Sprawdź ścieżkę.
pt: Não foi possível encontrar essa pasta. Verifique o caminho.
ro: Nu am putut găsi acel folder. Verifică calea.
ru: Мы не смогли найти эту папку. Проверьте путь.
sv: Vi kunde inte hitta den mappen. Kontrollera sökvägen.
th: เราไม่พบโฟลเดอร์นั้น โปรดตรวจสอบเส้นทาง
tr: O klasörü bulamadık. Lütfen yolu kontrol edin.
vi: Chúng tôi không tìm thấy thư mục đó. Vui lòng kiểm tra đường dẫn.

source: Enabled
ar: مفعّل
da: Aktiveret
de: Aktiviert
el: Ενεργό
es: Habilitado
fi: Käytössä
fr: Activé
he: מופעל
hi: सक्रिय
id: Diaktifkan
it: Abilitato
ja: 有効
nb: Aktivert
nl: Ingeschakeld
pl: Włączone
pt: Ativado
ro: Activat
ru: Включено
sv: Aktiverad
th: เปิดใช้งาน
tr: Etkin
vi: Bật

source: Disabled
ar: معطّل
da: Deaktiveret
de: Deaktiviert
el: Απενεργοποιημένο
es: Deshabilitado
fi: Poissa käytöstä
fr: Désactivé
he: מושבת
hi: निष्क्रिय
id: Dinonaktifkan
it: Disabilitato
ja: 無効
nb: Deaktivert
nl: Uitgeschakeld
pl: Wyłączone
pt: Desativado
ro: Dezactivat
ru: Выключено
sv: Inaktiverad
th: ปิดใช้งาน
tr: Devre dışı
vi: Tắt

# AllDeviceVideos
source: All device media
ar: جميع فيديوهات الجهاز
da: Alle videoer på enheden
de: Alle Gerätemedien
el: Όλα τα βίντεο της συσκευής
es: Todos los videos del dispositivo
fi: Kaikki laitteen videot
fr: Toutes les vidéos de l'appareil
he: כל הסרטונים במכשיר
hi: डिवाइस के सभी वीडियो
id: Semua video perangkat
it: Tutti i video del dispositivo
ja: デバイス上のすべての動画
nb: Alle videoer på enheten
nl: Alle video's op het apparaat
pl: Wszystkie filmy z urządzenia
pt: Todos os vídeos do dispositivo
ro: Toate videoclipurile de pe dispozitiv
ru: Все видео на устройстве
sv: Alla videor på enheten
th: วิดีโอทั้งหมดในอุปกรณ์
tr: Tüm cihaz videoları
vi: Tất cả video trên thiết bị

# DeviceLibraryPath
source: Device media library
ar: مكتبة الوسائط على الجهاز
da: Enhedens mediebibliotek
de: Medienbibliothek des Geräts
el: Βιβλιοθήκη πολυμέσων συσκευής
es: Biblioteca multimedia del dispositivo
fi: Laitteen mediakirjasto
fr: Bibliothèque multimédia de l'appareil
he: ספריית המדיה של המכשיר
hi: डिवाइस मीडिया लाइब्रेरी
id: Pustaka media perangkat
it: Libreria multimediale del dispositivo
ja: デバイスのメディアライブラリ
nb: Enhetens mediebibliotek
nl: Mediabibliotheek van het apparaat
pl: Biblioteka multimediów urządzenia
pt: Biblioteca de multimédia do dispositivo
ro: Biblioteca media a dispozitivului
ru: Медиатека устройства
sv: Enhetens mediebibliotek
th: คลังสื่อของอุปกรณ์
tr: Cihaz medya kitaplığı
vi: Thư viện phương tiện của thiết bị

# MediaTypePhotos
source: Photos
ar: صور
da: Fotos
de: Fotos
el: Φωτογραφίες
es: Fotos
fi: Valokuvat
he: תמונות
hi: फ़ोटो
id: Foto
it: Foto
ja: 写真
nb: Bilder
nl: Foto's
pl: Zdjęcia
pt: Fotos
ro: Fotografii
ru: Фото
sv: Foton
th: รูปภาพ
tr: Fotoğraflar
vi: Ảnh

# MediaTypeDocuments
source: Documents
ar: مستندات
da: Dokumenter
de: Dokumente
el: Έγγραφα
es: Documentos
fi: Asiakirjat
he: מסמכים
hi: दस्तावेज़
id: Dokumen
it: Documenti
ja: ドキュメント
nb: Dokumenter
nl: Documenten
pl: Dokumenty
pt: Documentos
ro: Documente
ru: Документы
sv: Dokument
th: เอกสาร
tr: Belgeler
vi: Tài liệu

# MediaTypeGraphics
source: Graphics & screenshots
ar: الرسومات ولقطات الشاشة
de: Grafiken & Screenshots
fi: Grafiikka ja kuvakaappaukset
he: גרפיקה וצילומי מסך
id: Grafis & tangkapan layar
it: Grafica e screenshot
nb: Grafikk og skjermbilder
nl: Grafische weergaven en schermafbeeldingen
pt: Gráficos e capturas de ecrã
ro: Grafică și capturi de ecran
ru: Графика и снимки экрана

# MediaTypeFilterTitle
source: Media types
da: Medietyper
de: Medientypen
el: Τύποι πολυμέσων
es: Tipos de medios
fr: Types de médias
hi: मीडिया प्रकार
ja: メディアの種類
pl: Typy multimediów
sv: Mediatyper
th: ประเภทสื่อ
tr: Medya türleri
vi: Loại phương tiện

# SettingsMediaTypesTitle
source: Media types
ar: أنواع الوسائط
da: Medietyper
de: Medientypen
el: Τύποι πολυμέσων
es: Tipos de medios
fi: Mediatyypit
fr: Types de médias
he: סוגי מדיה
hi: मीडिया प्रकार
id: Jenis media
it: Tipi di media
ja: メディアの種類
nb: Medietyper
nl: Mediatypen
pl: Typy multimediów
pt: Tipos de media
ro: Tipuri media
ru: Типы медиа
sv: Mediatyper
th: ประเภทสื่อ
tr: Medya türleri
vi: Loại phương tiện
