Repository: inetconnector/UltimateVideoBrowser
Catalog: Resources/Strings/AppResources.*.resx
Languages: ar, da, de, el, es, fi, fr, he, hi, id, it, ja, nb, nl, pl, pt, ro, ru, sv, th, tr, vi

# AppTitle
source: Ultimate Media Browser
ar: متصفح الفيديو النهائي
da: Ultimativ videobrowser
de: Ultimativer Medien-Browser
el: Απόλυτος περιηγητής βίντεο
es: Navegador de video definitivo
fi: Ultimaattinen videoselain
fr: Navigateur vidéo ultime
he: דפדפן הווידאו האולטימטיבי
hi: परम वीडियो ब्राउज़र
id: Peramban Video Utama
it: Browser video definitivo
ja: 究極のビデオブラウザー
nb: Ultimativ videobleser
nl: Ultieme videobrowser
pl: Najlepsza przeglądarka wideo
pt: Navegador de vídeo definitivo
ro: Navigator video suprem
ru: Ультимативный видеобраузер
sv: Ultimata videobläddraren
th: เบราว์เซอร์วิดีโอขั้นสุดยอด
tr: Nihai Video Tarayıcı
vi: Trình duyệt video tối ưu

# MainPageTitle
source: Media
ar: الفيديوهات
da: Videoer
de: Medien
el: Βίντεο
es: Videos
fi: Videot
fr: Vidéos
he: סרטונים
hi: वीडियो
id: Video
it: Video
ja: 動画
nb: Videoer
nl: Video's
pl: Wideo
pt: Vídeos
ro: Videoclipuri
ru: Видео
sv: Videor
th: วิดีโอ
tr: Videolar
vi: Video

# SourcesButton
source: Sources
ar: المصادر
da: Kilder
de: Quellen
el: Πηγές
es: Fuentes
fi: Lähteet
he: מקורות
hi: स्रोत
id: Sumber
it: Sorgenti
ja: ソース
nb: Kilder
nl: Bronnen
pl: Źródła
pt: Fontes
ro: Surse
ru: Источники
sv: Källor
th: แหล่งที่มา
tr: Kaynaklar
vi: Nguồn

# ReindexButton
source: Reindex
ar: إعادة الفهرسة
da: Indekser igen
de: Neu indizieren
el: Επανευρετηρίαση
es: Reindexar
fi: Indeksoi uudelleen
fr: Réindexer
he: אינדוקס מחדש
hi: पुनः अनुक्रमित करें
id: Indeks ulang
it: Reindicizza
ja: 再インデックス
nb: Indekser på nytt
nl: Opnieuw indexeren
pl: Ponownie indeksuj
pt: Reindexar
ro: Reindexează
ru: Переиндексировать
sv: Indexera om
th: สร้างดัชนีใหม่
tr: Yeniden dizine ekle
vi: Lập chỉ mục lại

# ActionsButton
source: Actions
de: Aktionen

# SearchPlaceholder
source: Search media...
ar: ابحث عن الفيديوهات...
da: Søg videoer...
de: Medien suchen...
el: Αναζήτηση βίντεο...
es: Buscar videos...
fi: Hae videoita...
fr: Rechercher des vidéos...
he: חיפוש סרטונים...
hi: वीडियो खोजें...
id: Cari video...
it: Cerca video...
ja: 動画を検索...
nb: Søk i videoer...
nl: Video's zoeken...
pl: Szukaj wideo...
pt: Pesquisar vídeos...
ro: Caută videoclipuri...
ru: Поиск видео...
sv: Sök videor...
th: ค้นหาวิดีโอ...
tr: Videoları ara...
vi: Tìm kiếm video...

# SearchScopeTitle
source: Search in
de: Suchen in

# SearchScopeName
source: Titles
de: Titel

# SearchScopePeople
source: People/Tags
de: Personen/Tags

# SearchScopeAlbums
source: Albums
de: Alben

# HeroEyebrow
source: Your personal library
ar: مكتبتك الشخصية
da: Dit personlige bibliotek
de: Deine persönliche Bibliothek
el: Η προσωπική σας βιβλιοθήκη
es: Tu biblioteca personal
fi: Henkilökohtainen kirjastosi
fr: Votre bibliothèque personnelle
he: הספרייה האישית שלך
hi: आपकी व्यक्तिगत लाइब्रेरी
id: Perpustakaan pribadi Anda
it: La tua libreria personale
ja: あなたの個人ライブラリ
nb: Ditt personlige bibliotek
nl: Je persoonlijke bibliotheek
pl: Twoja osobista biblioteka
pt: A sua biblioteca pessoal
ro: Biblioteca ta personală
ru: Ваша личная библиотека
sv: Ditt personliga bibliotek
th: คลังส่วนตัวของคุณ
tr: Kişisel kütüphaneniz
vi: Thư viện cá nhân của bạn

# HeroTitle
source: Discover every file instantly
ar: اكتشف كل فيديو فورًا
da: Opdag hver video med det samme
de: Entdecke jede Datei sofort
el: Ανακαλύψτε κάθε βίντεο άμεσα
es: Descubre cada video al instante
fi: Löydä jokainen video heti
fr: Découvrez chaque vidéo instantanément
he: גלה כל וידאו מיד
hi: हर वीडियो तुरंत खोजें
id: Temukan setiap video seketika
it: Scopri ogni video all'istante
ja: すべての動画を瞬時に発見
nb: Oppdag hver video umiddelbart
nl: Ontdek elke video direct
pl: Odkryj każdy film natychmiast
pt: Descubra cada vídeo instantaneamente
ro: Descoperă fiecare videoclip instant
ru: Находите каждое видео мгновенно
sv: Upptäck varje video direkt
th: ค้นพบวิดีโอทุกไฟล์ได้ทันที
tr: Her videoyu anında keşfedin
vi: Khám phá mọi video ngay lập tức

# HeroSubtitle
source: Browse with rich thumbnails, smart search, and fast indexing across all your folders.
ar: تصفح بصور مصغّرة غنية، وبحث ذكي، وفهرسة سريعة عبر جميع المجلدات.
da: Gennemse med rige miniaturer, smart søgning og hurtig indeksering på tværs af alle dine mapper.
de: Durchsuche deine Ordner mit Vorschaubildern, intelligenter Suche und schneller Indizierung.
el: Περιηγηθείτε με πλούσιες μικρογραφίες, έξυπνη αναζήτηση και γρήγορη ευρετηρίαση σε όλους τους φακέλους σας.
es: Explora con miniaturas detalladas, búsqueda inteligente e indexación rápida en todas tus carpetas.
fi: Selaa rikkailla pikkukuvilla, älykkäällä haulla ja nopealla indeksoinnilla kaikissa kansioissasi.
fr: Parcourez avec des vignettes riches, une recherche intelligente et un indexage rapide dans tous vos dossiers.
he: דפדף עם תמונות ממוזערות עשירות, חיפוש חכם ואינדוקס מהיר בכל התיקיות שלך.
hi: समृद्ध थंबनेल, स्मार्ट खोज और तेज़ अनुक्रमण के साथ अपने सभी फ़ोल्डरों में ब्राउज़ करें।
id: Jelajahi dengan thumbnail kaya, pencarian cerdas, dan pengindeksan cepat di semua folder Anda.
it: Sfoglia con miniature ricche, ricerca intelligente e indicizzazione rapida in tutte le tue cartelle.
ja: 豊富なサムネイル、スマート検索、高速インデックスで全フォルダーをブラウズできます。
nb: Bla med rike miniatyrbilder, smart søk og rask indeksering på tvers av alle mappene dine.
nl: Blader met rijke miniaturen, slimme zoekfunctie en snelle indexering in al je mappen.
pl: Przeglądaj z bogatymi miniaturami, inteligentnym wyszukiwaniem i szybkim indeksowaniem we wszystkich folderach.
pt: Navegue com miniaturas ricas, pesquisa inteligente e indexação rápida em todas as suas pastas.
ro: Răsfoiește cu miniaturi bogate, căutare inteligentă și indexare rapidă în toate folderele tale.
ru: Просматривайте с богатыми миниатюрами, умным поиском и быстрой индексацией по всем папкам.
sv: Bläddra med rika miniatyrer, smart sökning och snabb indexering i alla dina mappar.
th: เรียกดูด้วยภาพย่อที่สวยงาม การค้นหาอัจฉริยะ และการจัดทำดัชนีอย่างรวดเร็วในทุกโฟลเดอร์ของคุณ
tr: Zengin küçük resimler, akıllı arama ve tüm klasörlerinizde hızlı dizinleme ile gezinin.
vi: Duyệt với ảnh thu nhỏ phong phú, tìm kiếm thông minh và lập chỉ mục nhanh trên tất cả các thư mục.

# HeroPrimaryAction
source: Manage sources
ar: إدارة المصادر
da: Administrer kilder
de: Quellen verwalten
el: Διαχείριση πηγών
es: Administrar fuentes
fi: Hallitse lähteitä
fr: Gérer les sources
he: נהל מקורות
hi: स्रोत प्रबंधित करें
id: Kelola sumber
it: Gestisci sorgenti
ja: ソースを管理
nb: Administrer kilder
nl: Bronnen beheren
pl: Zarządzaj źródłami
pt: Gerir fontes
ro: Gestionează sursele
ru: Управлять источниками
sv: Hantera källor
th: จัดการแหล่งที่มา
tr: Kaynakları yönet
vi: Quản lý nguồn

# SortTitle
source: Sort
ar: ترتيب
da: Sorter
de: Sortieren
el: Ταξινόμηση
es: Ordenar
fi: Lajittele
fr: Trier
he: מיון
hi: क्रमबद्ध करें
id: Urutkan
it: Ordina
ja: 並べ替え
nb: Sorter
nl: Sorteren
pl: Sortuj
pt: Ordenar
ro: Sortează
ru: Сортировать
sv: Sortera
th: เรียงลำดับ
tr: Sırala
vi: Sắp xếp

# SortDate
source: Date
ar: التاريخ
da: Dato
de: Datum
el: Ημερομηνία
es: Fecha
fi: Päivämäärä
he: תאריך
hi: तारीख
id: Tanggal
it: Data
ja: 日付
nb: Dato
nl: Datum
pl: Data
pt: Data
ro: Dată
ru: Дата
sv: Datum
th: วันที่
tr: Tarih
vi: Ngày

# SortDuration
source: Duration
ar: المدة
da: Varighed
de: Dauer
el: Διάρκεια
es: Duración
fi: Kesto
fr: Durée
he: משך
hi: अवधि
id: Durasi
it: Durata
ja: 長さ
nb: Varighet
nl: Duur
pl: Czas trwania
pt: Duração
ro: Durată
ru: Длительность
sv: Längd
th: ระยะเวลา
tr: Süre
vi: Thời lượng

# DateFilterTitle
source: Date range
ar: نطاق التاريخ
da: Datointerval
de: Datumsbereich
el: Εύρος ημερομηνιών
es: Rango de fechas
fi: Päivämääräväli
fr: Plage de dates
he: טווח תאריכים
hi: तिथि सीमा
id: Rentang tanggal
it: Intervallo di date
ja: 日付範囲
nb: Datoperiode
nl: Datumbereik
pl: Zakres dat
pt: Intervalo de datas
ro: Interval de date
ru: Диапазон дат
sv: Datumintervall
th: ช่วงวันที่
tr: Tarih aralığı
vi: Khoảng ngày

# DateFilterFromLabel
source: From
ar: من
da: Fra
de: Von
el: Από
es: Desde
fi: Alkaen
fr: De
he: מ-
hi: से
id: Dari
it: Da
ja: 開始
nb: Fra
nl: Van
pl: Od
pt: De
ro: De la
ru: С
sv: Från
th: จาก
tr: Başlangıç
vi: Từ

# DateFilterToLabel
source: To
ar: إلى
da: Til
de: Bis
el: Έως
es: Hasta
fi: Asti
fr: À
he: עד
hi: तक
id: Sampai
it: A
ja: 終了
nb: Til
nl: Tot
pl: Do
pt: Até
ro: Până la
ru: По
sv: Till
th: ถึง
tr: Bitiş
vi: Đến

# HighlightsTitle
source: Library highlights
ar: أبرز ما في المكتبة
da: Biblioteks-højdepunkter
de: Highlights der Bibliothek
el: Στιγμιότυπα βιβλιοθήκης
es: Destacados de la biblioteca
fi: Kirjaston kohokohdat
fr: Temps forts de la bibliothèque
he: הדגשים מהספרייה
hi: लाइब्रेरी हाइलाइट्स
id: Sorotan perpustakaan
it: In evidenza nella libreria
ja: ライブラリのハイライト
nb: Bibliotekhøydepunkter
nl: Bibliotheekhoogtepunten
pl: Najważniejsze w bibliotece
pt: Destaques da biblioteca
ro: Reperele bibliotecii
ru: Основные моменты библиотеки
sv: Bibliotekets höjdpunkter
th: ไฮไลต์ของคลัง
tr: Kütüphane öne çıkanlar
vi: Điểm nổi bật thư viện

# HighlightsVideosLabel
source: Media indexed
ar: الفيديوهات المفهرسة
da: Indekserede videoer
de: Medien indiziert
el: Βίντεο που ευρετηριάστηκαν
es: Videos indexados
fi: Indeksoidut videot
fr: Vidéos indexées
he: סרטונים שאונדקסו
hi: इंडेक्स किए गए वीडियो
id: Video terindeks
it: Video indicizzati
ja: インデックス済み動画
nb: Indekserte videoer
nl: Geïndexeerde video's
pl: Zindeksowane filmy
pt: Vídeos indexados
ro: Videoclipuri indexate
ru: Проиндексированные видео
sv: Indexerade videor
th: วิดีโอที่จัดทำดัชนีแล้ว
tr: Dizinlenmiş videolar
vi: Video đã lập chỉ mục

# HighlightsSourcesLabel
source: Sources enabled
ar: المصادر المفعّلة
da: Aktiverede kilder
de: Quellen aktiviert
el: Ενεργοποιημένες πηγές
es: Fuentes habilitadas
fi: Käytössä olevat lähteet
fr: Sources activées
he: מקורות מופעלים
hi: सक्रिय स्रोत
id: Sumber diaktifkan
it: Sorgenti abilitate
ja: 有効なソース
nb: Aktiverte kilder
nl: Ingeschakelde bronnen
pl: Włączone źródła
pt: Fontes ativadas
ro: Surse activate
ru: Включенные источники
sv: Aktiverade källor
th: แหล่งที่มาเปิดใช้งาน
tr: Etkin kaynaklar
vi: Nguồn đã bật

# HighlightsTipLabel
source: Pro tip
ar: نصيحة Pro
de: Pro-Tipp
el: Συμβουλή
es: Consejo
fi: Pro-vinkki
fr: Astuce
he: טיפ Pro
hi: प्रो टिप
id: Tips Pro
it: Suggerimento
ja: ヒント
nb: Pro-tips
pl: Wskazówka
pt: Dica Pro
ro: Sfat Pro
ru: Совет Pro
sv: Tips
th: เคล็ดลับ
tr: İpucu
vi: Mẹo

# HighlightsTipText
source: Use search + filters, then reindex after adding new folders for the best results.
ar: استخدم البحث + عوامل التصفية، ثم أعد الفهرسة بعد إضافة مجلدات جديدة للحصول على أفضل النتائج.
da: Brug søgning + filtre, og genindekser efter at have tilføjet nye mapper for de bedste resultater.
de: Nutze Suche + Filter und indiziere nach dem Hinzufügen neuer Ordner erneut, um die besten Ergebnisse zu erhalten.
el: Χρησιμοποιήστε αναζήτηση + φίλτρα και μετά επανευρετηρίαση αφού προσθέσετε νέους φακέλους για τα καλύτερα αποτελέσματα.
es: Usa búsqueda + filtros y vuelve a indexar después de añadir nuevas carpetas para mejores resultados.
fi: Käytä hakua + suodattimia ja indeksoi uudelleen uusien kansioiden lisäämisen jälkeen parhaan tuloksen saamiseksi.
fr: Utilisez la recherche + filtres, puis réindexez après avoir ajouté de nouveaux dossiers pour de meilleurs résultats.
he: השתמש בחיפוש + מסננים, ואז בצע אינדוקס מחדש לאחר הוספת תיקיות חדשות לקבלת התוצאות הטובות ביותר.
hi: खोज + फ़िल्टर का उपयोग करें, फिर नए फ़ोल्डर जोड़ने के बाद सर्वोत्तम परिणामों के लिए फिर से इंडेक्स करें।
id: Gunakan pencarian + filter, lalu indeks ulang setelah menambahkan folder baru untuk hasil terbaik.
it: Usa ricerca + filtri, poi reindicizza dopo aver aggiunto nuove cartelle per ottenere i migliori risultati.
ja: 検索 + フィルターを使い、新しいフォルダーを追加した後に再インデックスすると最良の結果になります。
nb: Bruk søk + filtre, og indekser på nytt etter å ha lagt til nye mapper for best mulig resultat.
nl: Gebruik zoeken + filters en indexeer opnieuw nadat je nieuwe mappen hebt toegevoegd voor de beste resultaten.
pl: Użyj wyszukiwania + filtrów, a następnie zindeksuj ponownie po dodaniu nowych folderów, aby uzyskać najlepsze wyniki.
pt: Use pesquisa + filtros e volte a indexar depois de adicionar novas pastas para melhores resultados.
ro: Folosește căutarea + filtrele, apoi reindexează după adăugarea de foldere noi pentru cele mai bune rezultate.
ru: Используйте поиск и фильтры, затем выполните переиндексацию после добавления новых папок для лучших результатов.
sv: Använd sök + filter och indexera om efter att du lagt till nya mappar för bästa resultat.
th: ใช้การค้นหา + ตัวกรอง จากนั้นจัดทำดัชนีใหม่หลังเพิ่มโฟลเดอร์ใหม่เพื่อผลลัพธ์ที่ดีที่สุด
tr: Arama + filtreleri kullanın, ardından en iyi sonuçlar için yeni klasörler ekledikten sonra yeniden dizinleyin.
vi: Dùng tìm kiếm + bộ lọc, sau đó lập chỉ mục lại sau khi thêm thư mục mới để có kết quả tốt nhất.

# HighlightsPeopleTaggedLabel
source: People tagged
de: Getaggte Personen

source: Indexing...
ar: جاري الفهرسة...
da: Indekserer...
de: Indizierung...
el: Γίνεται ευρετηρίαση...
es: Indexando...
fi: Indeksoidaan...
fr: Indexation...
he: מתבצעת אינדוקס...
hi: अनुक्रमित हो रहा है...
id: Mengindeks...
it: Indicizzazione...
ja: インデックス中...
nb: Indekserer...
nl: Indexeren...
pl: Indeksowanie...
pt: Indexando...
ro: Indexare...
ru: Индексирование...
sv: Indexerar...
th: กำลังจัดทำดัชนี...
tr: Dizinleniyor...
vi: Đang lập chỉ mục...

# IndexStatusRunningTitle
source: Index running
de: Index läuft

# IndexStatusRunningMessage
source: Your library is being indexed. Progress details are available.
de: Deine Bibliothek wird indiziert. Fortschrittsdetails sind verfügbar.

# IndexStatusReadyTitle
source: Index up to date
de: Index aktuell

# IndexStatusReadyMessage
source: No indexing is needed right now.
de: Derzeit ist keine Indizierung erforderlich.

# IndexStatusNeededTitle
source: Index needs update
de: Index benötigt

# IndexStatusNeededMessage
source: Sources changed. Run indexing to refresh your library.
de: Quellen haben sich geändert. Starte die Indizierung, um die Bibliothek zu aktualisieren.

# IndexStatusActionStart
source: Start indexing
de: Indizierung starten

# IndexingStatusFormat
source: Indexing {0} • {1}/{2}
ar: جارٍ الفهرسة {0} • {1}/{2}
da: Indekserer {0} • {1}/{2}
de: Indiziere {0} • {1}/{2}
el: Γίνεται ευρετηρίαση {0} • {1}/{2}
es: Indexando {0} • {1}/{2}
fi: Indeksoidaan {0} • {1}/{2}
fr: Indexation {0} • {1}/{2}
he: מאונדקס {0} • {1}/{2}
hi: इंडेक्स हो रहा है {0} • {1}/{2}
id: Mengindeks {0} • {1}/{2}
it: Indicizzazione {0} • {1}/{2}
ja: インデックス中 {0} • {1}/{2}
nb: Indekserer {0} • {1}/{2}
nl: Indexeren {0} • {1}/{2}
pl: Indeksowanie {0} • {1}/{2}
pt: A indexar {0} • {1}/{2}
ro: Se indexează {0} • {1}/{2}
ru: Индексирование {0} • {1}/{2}
sv: Indexerar {0} • {1}/{2}
th: กำลังจัดทำดัชนี {0} • {1}/{2}
tr: Dizinleniyor {0} • {1}/{2}
vi: Đang lập chỉ mục {0} • {1}/{2}

source: Loading media...
da: Indlæser medier...
de: Medien werden geladen...
el: Φόρτωση πολυμέσων...
es: Cargando medios...
fr: Chargement des médias...
hi: मीडिया लोड हो रहा है...
ja: メディアを読み込み中...
pl: Ładowanie multimediów...
sv: Läser in media...
th: กำลังโหลดสื่อ...
tr: Medya yükleniyor...
vi: Đang tải phương tiện...

# IndexingFolderFormat
source: Folder: {0}
ar: مجلد: {0}
da: Mappe: {0}
de: Ordner: {0}
el: Φάκελος: {0}
es: Carpeta: {0}
fi: Kansio: {0}
fr: Dossier : {0}
he: תיקייה: {0}
hi: फ़ोल्डर: {0}
it: Cartella: {0}
ja: フォルダー: {0}
nb: Mappe: {0}
nl: Map: {0}
pt: Pasta: {0}
ro: Dosar: {0}
ru: Папка: {0}
sv: Mapp: {0}
th: โฟลเดอร์: {0}
tr: Klasör: {0}
vi: Thư mục: {0}

# IndexingFileFormat
source: File: {0}
ar: ملف: {0}
da: Fil: {0}
de: Datei: {0}
el: Αρχείο: {0}
es: Archivo: {0}
fi: Tiedosto: {0}
fr: Fichier : {0}
he: קובץ: {0}
hi: फ़ाइल: {0}
id: Berkas: {0}
ja: ファイル: {0}
nb: Fil: {0}
nl: Bestand: {0}
pl: Plik: {0}
pt: Ficheiro: {0}
ro: Fișier: {0}
ru: Файл: {0}
sv: Fil: {0}
th: ไฟล์: {0}
tr: Dosya: {0}
vi: Tệp: {0}

# IndexingBackgroundButton
source: Hide
ar: إخفاء
da: Skjul
de: Ausblenden
el: Απόκρυψη
es: Ocultar
fi: Piilota
fr: Masquer
he: הסתר
hi: छिपाएँ
id: Sembunyikan
it: Nascondi
ja: 非表示
nb: Skjul
nl: Verbergen
pl: Ukryj
pt: Ocultar
ro: Ascunde
ru: Скрыть
sv: Dölj
th: ซ่อน
tr: Gizle
vi: Ẩn

# IndexingCancelButton
source: Cancel
ar: إلغاء
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
fi: Peruuta
fr: Annuler
he: בטל
hi: रद्द करें
id: Batal
it: Annulla
ja: キャンセル
nb: Avbryt
nl: Annuleren
pl: Anuluj
pt: Cancelar
ro: Anulează
ru: Отмена
sv: Avbryt
th: ยกเลิก
tr: İptal
vi: Hủy

# IndexingShowDetailsButton
source: Show progress
ar: التفاصيل
da: Detaljer
de: Fortschritt anzeigen
el: Λεπτομέρειες
es: Detalles
fi: Tiedot
fr: Détails
he: פרטים
hi: विवरण
id: Detail
it: Dettagli
ja: 詳細
nb: Detaljer
nl: Details
pl: Szczegóły
pt: Detalhes
ro: Detalii
ru: Подробности
sv: Detaljer
th: รายละเอียด
tr: Ayrıntılar
vi: Chi tiết

# NewItemsFormat
source: New items: {0}
ar: عناصر جديدة: {0}
da: Nye elementer: {0}
de: Neue Elemente: {0}
el: Νέα στοιχεία: {0}
es: Nuevos elementos: {0}
fi: Uudet kohteet: {0}
fr: Nouveaux éléments : {0}
he: פריטים חדשים: {0}
hi: नए आइटम: {0}
id: Item baru: {0}
it: Nuovi elementi: {0}
ja: 新しい項目: {0}
nb: Nye elementer: {0}
nl: Nieuwe items: {0}
pl: Nowe elementy: {0}
pt: Novos itens: {0}
ro: Elemente noi: {0}
ru: Новые элементы: {0}
sv: Nya objekt: {0}
th: รายการใหม่: {0}
tr: Yeni öğeler: {0}
vi: Mục mới: {0}

# PermissionTitle
source: Access required
ar: مطلوب إذن
da: Adgang krævet
de: Zugriff erforderlich
el: Απαιτείται πρόσβαση
es: Acceso requerido
fi: Käyttöoikeus vaaditaan
fr: Accès requis
he: נדרש אישור גישה
hi: अनुमति आवश्यक
id: Akses diperlukan
it: Accesso richiesto
ja: アクセスが必要です
nb: Tilgang kreves
nl: Toegang vereist
pl: Wymagany dostęp
pt: Acesso necessário
ro: Acces necesar
ru: Требуется доступ
sv: Åtkomst krävs
th: ต้องการการเข้าถึง
tr: Erişim gerekli
vi: Cần quyền truy cập

# PermissionMessage
source: Allow access to your media so we can index and open it.
ar: اسمح بالوصول إلى فيديوهاتك حتى نتمكن من فهرستها وتشغيلها.
da: Giv adgang til dine videoer, så vi kan indeksere og afspille dem.
de: Erlaube den Zugriff auf deine Medien, damit wir sie indizieren und öffnen können.
el: Επιτρέψτε την πρόσβαση στα βίντεό σας ώστε να μπορούμε να τα ευρετηριάσουμε και να τα αναπαράγουμε.
es: Permite el acceso a tus videos para que podamos indexarlos y reproducirlos.
fi: Salli pääsy videoihisi, jotta voimme indeksoida ja toistaa ne.
fr: Autorisez l'accès à vos vidéos afin que nous puissions les indexer et les lire.
he: אפשר גישה לסרטונים שלך כדי שנוכל לאנדקס ולהפעיל אותם.
hi: अपने वीडियो तक पहुँच की अनुमति दें ताकि हम उन्हें इंडेक्स और चला सकें।
id: Izinkan akses ke video Anda agar kami dapat mengindeks dan memutarnya.
it: Consenti l'accesso ai tuoi video così possiamo indicizzarli e riprodurli.
ja: 動画へのアクセスを許可すると、インデックス化して再生できます。
nb: Gi tilgang til videoene dine slik at vi kan indeksere og spille dem av.
nl: Sta toegang tot je video's toe zodat we ze kunnen indexeren en afspelen.
pl: Zezwól na dostęp do filmów, abyśmy mogli je indeksować i odtwarzać.
pt: Permita o acesso aos seus vídeos para que possamos indexá-los e reproduzi-los.
ro: Permite accesul la videoclipurile tale pentru a le putea indexa și reda.
ru: Разрешите доступ к вашим видео, чтобы мы могли индексировать и воспроизводить их.
sv: Tillåt åtkomst till dina videor så att vi kan indexera och spela upp dem.
th: อนุญาตให้เข้าถึงวิดีโอของคุณเพื่อให้เราจัดทำดัชนีและเล่นได้
tr: Videolarınıza erişime izin verin, böylece onları dizinleyip oynatabiliriz.
vi: Cho phép truy cập video của bạn để chúng tôi có thể lập chỉ mục và phát chúng.

# PermissionOk
source: Grant access
ar: منح الوصول
da: Giv adgang
de: Zugriff erlauben
el: Παραχώρηση πρόσβασης
es: Conceder acceso
fi: Myönnä käyttöoikeus
fr: Accorder l'accès
he: אשר גישה
hi: पहुँच दें
id: Berikan akses
it: Concedi accesso
ja: アクセスを許可
nb: Gi tilgang
nl: Toegang geven
pl: Udziel dostępu
pt: Conceder acesso
ro: Acordă acces
ru: Разрешить доступ
sv: Ge åtkomst
th: อนุญาตการเข้าถึง
tr: Erişim ver
vi: Cho phép truy cập

# OkButton
source: OK
ar: موافق
da: Godkend
de: In Ordnung
el: Εντάξει
es: Aceptar
fi: Hyväksy
fr: D'accord
he: אישור
hi: ठीक है
id: Oke
it: Conferma
ja: 了解
nb: Godta
nl: Oké
pl: Zatwierdź
pt: Aceitar
ro: Bine
ru: Хорошо
sv: Okej
th: ตกลง
tr: Tamam
vi: Đồng ý

# ShareAction
source: Share
ar: مشاركة
da: Del
de: Teilen
el: Κοινοποίηση
es: Compartir
fi: Jaa
fr: Partager
he: שתף
hi: साझा करें
id: Bagikan
it: Condividi
ja: 共有
nb: Del
nl: Delen
pl: Udostępnij
pt: Partilhar
ro: Partajează
ru: Поделиться
sv: Dela
th: แชร์
tr: Paylaş
vi: Chia sẻ

# ShareTitle
source: Share file
ar: مشاركة الفيديو
da: Del video
de: Datei teilen
el: Κοινοποίηση βίντεο
es: Compartir video
fi: Jaa video
fr: Partager la vidéo
he: שתף וידאו
hi: वीडियो साझा करें
id: Bagikan video
it: Condividi video
ja: 動画を共有
nb: Del video
nl: Video delen
pl: Udostępnij film
pt: Partilhar vídeo
ro: Partajează videoclip
ru: Поделиться видео
sv: Dela video
th: แชร์วิดีโอ
tr: Videoyu paylaş
vi: Chia sẻ video

# SaveAsAction
source: Save as...
ar: حفظ باسم...
da: Gem som...
de: Speichern unter...
el: Αποθήκευση ως...
es: Guardar como...
fi: Tallenna nimellä...
fr: Enregistrer sous...
he: שמור בשם...
hi: इस रूप में सहेजें...
id: Simpan sebagai...
it: Salva con nome...
ja: 名前を付けて保存...
nb: Lagre som...
nl: Opslaan als...
pl: Zapisz jako...
pt: Guardar como...
ro: Salvează ca...
ru: Сохранить как...
sv: Spara som...
th: บันทึกเป็น...
tr: Farklı kaydet...
vi: Lưu thành...

# SaveAsFileTypeLabel
source: File
ar: فيديو
da: Video
de: Datei
el: Βίντεο
es: Vídeo
fi: Video
fr: Vidéo
he: וידאו
hi: वीडियो
id: Video
it: Video
ja: 動画
nb: Video
nl: Video
pl: Film
pt: Vídeo
ro: Videoclip
ru: Видео
sv: Video
th: วิดีโอ
tr: Video
vi: Video

# SaveAsFailedTitle
source: Save failed
ar: فشل الحفظ
da: Gem mislykkedes
de: Speichern fehlgeschlagen
el: Αποτυχία αποθήκευσης
es: Error al guardar
fi: Tallennus epäonnistui
fr: Échec de l'enregistrement
he: השמירה נכשלה
hi: सहेजना विफल
id: Gagal menyimpan
it: Salvataggio non riuscito
ja: 保存に失敗しました
nb: Lagring mislyktes
nl: Opslaan mislukt
pl: Zapisywanie nie powiodło się
pt: Falha ao guardar
ro: Salvare eșuată
ru: Сохранение не удалось
sv: Det gick inte att spara
th: บันทึกล้มเหลว
tr: Kaydetme başarısız
vi: Lưu thất bại

# SaveAsFailedMessage
source: We couldn't save this file. Please try a different location.
ar: تعذّر حفظ هذا الفيديو. الرجاء تجربة موقع مختلف.
da: Vi kunne ikke gemme denne video. Prøv en anden placering.
de: Die Datei konnte nicht gespeichert werden. Bitte wähle einen anderen Speicherort.
el: Δεν μπορέσαμε να αποθηκεύσουμε αυτό το βίντεο. Δοκιμάστε άλλη τοποθεσία.
es: No pudimos guardar este video. Intenta otra ubicación.
fi: Emme voineet tallentaa tätä videota. Kokeile toista sijaintia.
fr: Nous n'avons pas pu enregistrer cette vidéo. Veuillez essayer un autre emplacement.
he: לא הצלחנו לשמור את הווידאו הזה. נסה מיקום אחר.
hi: हम यह वीडियो सहेज नहीं सके। कृपया कोई अन्य स्थान आज़माएँ।
id: Kami tidak dapat menyimpan video ini. Coba lokasi lain.
it: Non siamo riusciti a salvare questo video. Prova un'altra posizione.
ja: この動画を保存できませんでした。別の場所を試してください。
nb: Vi kunne ikke lagre denne videoen. Prøv en annen plassering.
nl: We konden deze video niet opslaan. Probeer een andere locatie.
pl: Nie udało się zapisać tego filmu. Spróbuj innej lokalizacji.
pt: Não foi possível guardar este vídeo. Tente outra localização.
ro: Nu am putut salva acest videoclip. Încearcă o altă locație.
ru: Не удалось сохранить это видео. Попробуйте другое место.
sv: Vi kunde inte spara den här videon. Försök med en annan plats.
th: เราไม่สามารถบันทึกวิดีโอนี้ได้ โปรดลองตำแหน่งอื่น
tr: Bu videoyu kaydedemedik. Lütfen farklı bir konum deneyin.
vi: Không thể lưu video này. Vui lòng thử vị trí khác.
