Repository: inetconnector/UltimateVideoBrowser
Catalog: Resources/Strings/AppResources.*.resx
Languages: ar, da, de, el, es, fi, fr, he, hi, id, it, ja, nb, nl, pl, pt, ro, ru, sv, th, tr, vi

# SettingsMediaTypesMessage
source: Choose which types to index in your library.
ar: اختر أنواع الوسائط التي تريد فهرستها في مكتبتك.
da: Vælg hvilke typer der skal indekseres i dit bibliotek.
de: Lege fest, welche Typen indiziert werden sollen.
el: Επιλέξτε ποιοι τύποι θα μπουν στο ευρετήριο της βιβλιοθήκης σας.
es: Elige qué tipos indexar en tu biblioteca.
fi: Valitse, mitkä tyypit indeksoidaan kirjastoosi.
fr: Choisissez les types à indexer dans votre bibliothèque.
he: בחר אילו סוגים ייאונדקסו בספרייה שלך.
hi: अपनी लाइब्रेरी में किन प्रकारों को इंडेक्स करना है चुनें।
id: Pilih jenis yang akan diindeks di perpustakaan Anda.
it: Scegli quali tipi indicizzare nella tua libreria.
ja: ライブラリでインデックスする種類を選択してください。
nb: Velg hvilke typer som skal indekseres i biblioteket ditt.
nl: Kies welke typen je in je bibliotheek wilt indexeren.
pl: Wybierz typy do indeksowania w bibliotece.
pt: Escolha quais tipos indexar na sua biblioteca.
ro: Alege ce tipuri să fie indexate în biblioteca ta.
ru: Выберите типы для индексирования в вашей библиотеке.
sv: Välj vilka typer som ska indexeras i ditt bibliotek.
th: เลือกประเภทที่จะจัดทำดัชนีในไลบรารีของคุณ
tr: Kitaplığınızda hangi türlerin dizinleneceğini seçin.
vi: Chọn loại cần lập chỉ mục trong thư viện của bạn.

# SettingsExtensionsTitle
source: File extensions
ar: امتدادات الملفات
da: Filendelser
de: Dateiendungen
el: Επεκτάσεις αρχείων
es: Extensiones de archivo
fi: Tiedostopäätteet
fr: Extensions de fichier
he: סיומות קבצים
hi: फ़ाइल एक्सटेंशन
id: Ekstensi file
it: Estensioni file
ja: ファイル拡張子
nb: Filendelser
nl: Bestandsextensies
pl: Rozszerzenia plików
pt: Extensões de ficheiro
ro: Extensii de fișiere
ru: Расширения файлов
sv: Filändelser
th: นามสกุลไฟล์
tr: Dosya uzantıları
vi: Phần mở rộng tệp

# SettingsExtensionsHint
source: Separate extensions with commas (e.g. .mp4, .mkv).
ar: افصل الامتدادات بفواصل (مثال: ‎.mp4، ‎.mkv).
da: Adskil filendelser med kommaer (f.eks. .mp4, .mkv).
de: Dateiendungen mit Kommas trennen (z. B. .mp4, .mkv).
el: Διαχωρίστε τις επεκτάσεις με κόμματα (π.χ. .mp4, .mkv).
es: Separa las extensiones con comas (p. ej., .mp4, .mkv).
fi: Erottele tiedostopäätteet pilkuilla (esim. .mp4, .mkv).
fr: Séparez les extensions par des virgules (ex. .mp4, .mkv).
he: הפרד סיומות באמצעות פסיקים (לדוגמה: ‎.mp4, ‎.mkv).
hi: एक्सटेंशन को कॉमा से अलग करें (जैसे .mp4, .mkv).
id: Pisahkan ekstensi dengan koma (mis. .mp4, .mkv).
it: Separa le estensioni con virgole (ad es. .mp4, .mkv).
ja: 拡張子はカンマ区切りで入力してください（例: .mp4, .mkv）。
nb: Skill filendelser med kommaer (f.eks. .mp4, .mkv).
nl: Scheid extensies met komma's (bijv. .mp4, .mkv).
pl: Oddziel rozszerzenia przecinkami (np. .mp4, .mkv).
pt: Separe as extensões com vírgulas (ex.: .mp4, .mkv).
ro: Separă extensiile cu virgule (ex.: .mp4, .mkv).
ru: Разделяйте расширения запятыми (например, .mp4, .mkv).
sv: Separera filändelser med kommatecken (t.ex. .mp4, .mkv).
th: คั่นนามสกุลไฟล์ด้วยจุลภาค (เช่น .mp4, .mkv)
tr: Uzantıları virgülle ayırın (örn. .mp4, .mkv).
vi: Phân tách phần mở rộng bằng dấu phẩy (ví dụ .mp4, .mkv).

# RenameConfirmTitle
source: Confirm rename
da: Bekræft omdøbning
de: Umbenennen bestätigen
el: Επιβεβαίωση μετονομασίας
es: Confirmar cambio de nombre
fr: Confirmer le renommage
hi: नाम बदलने की पुष्टि करें
ja: 名前変更の確認
pl: Potwierdź zmianę nazwy
sv: Bekräfta namnbyte
th: ยืนยันการเปลี่ยนชื่อ
tr: Yeniden adlandırmayı onayla
vi: Xác nhận đổi tên

# RenameConfirmMessage
source: Rename "{0}" to "{1}"?
da: Omdøb "{0}" til "{1}"?
de: "{0}" in "{1}" umbenennen?
el: Μετονομασία του "{0}" σε "{1}"?
es: ¿Renombrar "{0}" a "{1}"?
fr: Renommer « {0} » en « {1} » ?
hi: "{0}" का नाम "{1}" रखें?
ja: 「{0}」を「{1}」に変更しますか？
pl: Zmienić nazwę "{0}" na "{1}"?
sv: Byt namn på "{0}" till "{1}"?
th: เปลี่ยนชื่อ "{0}" เป็น "{1}" หรือไม่?
tr: "{0}" dosyası "{1}" olarak yeniden adlandırılsın mı?
vi: Đổi tên "{0}" thành "{1}"?

# RemoveFromPeopleIndexButton
source: Remove from people index
ar: إزالة من فهرس الأشخاص
de: Aus Personenindex entfernen
fi: Poista henkilöindeksistä
he: הסר ממדד אנשים
id: Hapus dari indeks orang
nb: Fjern fra personindeks
nl: Verwijderen uit personenindex
pt: Remover do índice de pessoas
ro: Elimină din indexul de persoane
ru: Удалить из индекса людей

# AlbumsButton
source: Albums
de: Alben

# AlbumsHeader
source: Albums
de: Alben

# ManageAlbumsButton
source: Manage
de: Verwalten

# AlbumsPageTitle
source: Albums
de: Alben

# AlbumsPageHeader
source: Manage albums
de: Alben verwalten

# AddAlbumButton
source: Add album
de: Album hinzufügen

# AlbumItemCountFormat
source: {0} items
de: {0} Elemente

# AllAlbumsTab
source: All media
de: Alle Medien

# AddToAlbumAction
source: Add to album
de: Zu Album hinzufügen

# NewAlbumAction
source: New album…
de: Neues Album…

# NewAlbumTitle
source: New album
de: Neues Album

# NewAlbumPrompt
source: Enter a name for the album.
de: Gib einen Namen für das Album ein.

# NewAlbumConfirm
source: Create
de: Erstellen

# AlbumExistsTitle
source: Album already exists
de: Album existiert bereits

# AlbumExistsMessage
source: An album named "{0}" already exists.
de: Ein Album namens „{0}“ existiert bereits.

# RenameAlbumTitle
source: Rename album
de: Album umbenennen

# RenameAlbumPrompt
source: Choose a new name for this album.
de: Gib einen neuen Namen für dieses Album ein.

# RenameAlbumConfirm
source: Rename
de: Umbenennen

# RenameAlbumAction
source: Rename
de: Umbenennen

# DeleteAlbumTitle
source: Delete album
de: Album löschen

# DeleteAlbumMessage
source: Delete the album "{0}"? The media items remain in your library.
de: Album „{0}“ löschen? Die Medien bleiben in deiner Bibliothek.

# DeleteAlbumConfirm
source: Delete
de: Löschen

# DeleteAlbumAction
source: Delete
de: Löschen

# SettingsProStatusFreeTitle
source: Free
de: Kostenlos

# SettingsProStatusUnlockedTitle
source: Pro unlocked
de: Pro freigeschaltet

# SettingsProFreeMessage
source: Unlock unlimited face recognition and automation.
de: Unbegrenzte Gesichtserkennung und Automatisierung freischalten.

# SettingsProUnlockedMessage
source: Thanks for supporting local-first photo organization.
de: Danke für die Unterstützung der lokalen Foto-Organisation.

# SettingsProFeatureList
source: • Unlimited face recognition • Automatic people albums • Batch sorting (1000+ photos) • Local export & backups • No ads
ar: • التعرف غير المحدود على الوجوه • ألبومات الأشخاص التلقائية • فرز دفعي (1000+ صورة) • تصدير ونسخ احتياطي محلي • بدون إعلانات
de: • Unbegrenzte Gesichtserkennung • Automatische Personen-Alben • Stapelsortierung (1000+ Fotos) • Lokaler Export & Backups • Keine Werbung
fi: • Rajaton kasvojentunnistus • Automaattiset henkilöalbumit • Eräjärjestely (1000+ kuvaa) • Paikallinen vienti ja varmuuskopiot • Ei mainoksia
he: • זיהוי פנים ללא הגבלה • אלבומי אנשים אוטומטיים • מיון אצווה (1000+ תמונות) • ייצוא מקומי וגיבויים • ללא פרסומות
id: • Pengenalan wajah tanpa batas • Album orang otomatis • Penyortiran batch (1000+ foto) • Ekspor lokal & cadangan • Tanpa iklan
it: • Riconoscimento facciale illimitato • Album persone automatici • Ordinamento batch (1000+ foto) • Esportazione locale e backup • Nessuna pubblicità
nb: • Ubegrenset ansiktsgjenkjenning • Automatiske personalbum • Batchsortering (1000+ bilder) • Lokal eksport og sikkerhetskopier • Ingen reklame
nl: • Onbeperkte gezichtsherkenning • Automatische personenalbums • Batchsortering (1000+ foto's) • Lokale export en back-ups • Geen advertenties
pt: • Reconhecimento facial ilimitado • Álbuns de pessoas automáticos • Ordenação em lote (1000+ fotos) • Exportação local e cópias de segurança • Sem anúncios
ro: • Recunoaștere facială nelimitată • Albume automate de persoane • Sortare în lot (1000+ fotografii) • Export local și copii de siguranță • Fără reclame
ru: • Неограниченное распознавание лиц • Автоматические альбомы людей • Пакетная сортировка (1000+ фото) • Локальный экспорт и резервные копии • Без рекламы

# SettingsProPriceFormat
source: One-time PayPal checkout: {0} (via license server)
de: Einmalzahlung per PayPal: {0} (über Lizenzserver)

# SettingsProUnlockButton
source: Unlock Pro
ar: فتح Pro
de: Pro freischalten
fi: Avaa Pro
he: פתח Pro
id: Buka Pro
it: Sblocca Pro
nb: Lås opp Pro
nl: Pro ontgrendelen
pt: Desbloquear Pro
ro: Deblochează Pro
ru: Разблокировать Pro

# SettingsProRestoreButton
source: Restore purchase
ar: استعادة الشراء
de: Kauf wiederherstellen
fi: Palauta ostos
he: שחזר רכישה
id: Pulihkan pembelian
it: Ripristina acquisto
nb: Gjenopprett kjøp
nl: Aankoop herstellen
pt: Restaurar compra
ro: Restaurează achiziția
ru: Восстановить покупку

# SettingsProLimitReachedMessage
source: Free limit reached ({0} people). Upgrade to Pro for unlimited.
de: Gratis-Limit erreicht ({0} Personen). Upgrade auf Pro für unbegrenzt.

# SettingsProPurchaseSuccessTitle
source: Pro unlocked
de: Pro freigeschaltet

# SettingsProPurchaseSuccessMessage
source: Pro features are now enabled.
de: Pro-Funktionen sind jetzt aktiviert.

# SettingsProPurchasePendingTitle
source: Checkout opened
de: Checkout geöffnet

# SettingsProPurchasePendingMessage
source: Complete the PayPal payment and enter your license key using Restore purchase.
de: Schließe die PayPal-Zahlung ab und gib anschließend deinen Lizenzschlüssel unter „Kauf wiederherstellen“ ein.

# SettingsProPurchaseCancelledTitle
source: Purchase cancelled
de: Kauf abgebrochen

# SettingsProPurchaseCancelledMessage
source: No changes were made.
de: Es wurden keine Änderungen vorgenommen.

# SettingsProPurchaseFailedTitle
source: Purchase failed
de: Kauf fehlgeschlagen

# SettingsProPurchaseFailedMessage
source: Please try again or restore your purchase later.
de: Bitte erneut versuchen oder später den Kauf wiederherstellen.

# SettingsProRestoreSuccessMessage
source: Your Pro purchase has been restored.
de: Dein Pro-Kauf wurde wiederhergestellt.

# SettingsProRestoreFailedMessage
source: No Pro purchase was found for this account.
de: Kein Pro-Kauf für dieses Konto gefunden.

# SettingsProActivateTitle
source: Activate license
de: Lizenz aktivieren

# SettingsProActivateMessage
source: Enter the license key you received after checkout.
de: Gib den Lizenzschlüssel ein, den du nach dem Checkout erhalten hast.

# SettingsProActivateAccept
source: Activate
de: Aktivieren

# SettingsProActivatePlaceholder
source: License key
de: Lizenzschlüssel

# SettingsProNotSupportedTitle
source: Not supported
de: Nicht unterstützt

# SettingsProNotSupportedMessage
source: Purchases are handled via the licensing server.
de: Käufe werden über den Lizenzserver abgewickelt.

# HelpSectionTitle
source: Help
de: Hilfe

# HelpSectionHint
source: About the app and license information.
de: Infos zur App und zu Lizenzinformationen.

# AboutTitle
source: About
de: Über

# AboutDescription
source: Version details and license information.
de: Versionsdetails und Lizenzinformationen.

# AboutLicenseStatusFormat
source: License: {0}
de: Lizenz: {0}

# AboutLicensesButton
source: License information
de: Lizenzinformationen

# LicenseInfoTitle
source: License information
de: Lizenzinformationen

# MarkedActionsMenuButton
source: Actions
de: Aktionen

# LegalSectionTitle
source: Legal
de: Rechtliches

# LegalSectionHint
source: Imprint, privacy policy, terms, and withdrawal information.
de: Impressum, Datenschutzerklärung, AGB und Widerruf.

# LegalImprintTitle
source: Imprint
de: Impressum

# LegalPrivacyTitle
source: Privacy policy
de: Datenschutzerklärung

# LegalTermsTitle
source: Terms & conditions
de: AGB

# LegalWithdrawalTitle
source: Withdrawal
de: Widerruf

# LegalPrivacyBody
source: 1. Data we process - Email address, PayPal payer ID / transaction ID, payment amount, IP address - License data (license ID, activation token, device fingerprint, platform) - Timestamp of purchase and activation 2. Purpose of processing - Contract fulfillment (license issuance, activation, support) - Fraud prevention and abuse protection 3. Legal basis Art. 6(1)(b) GDPR (performance of a contract). 4. Recipients PayPal (Europe) S.à r.l. et Cie, S.C.A. as payment processor, and hosting providers for the license server. 5. Storage period As long as necessary for the contract and statutory retention obligations. 6. Your rights Access, rectification, erasure, restriction, data portability, objection, and complaint to a supervisory authority.
de: 1. Verarbeitete Daten - E-Mail-Adresse, PayPal-Zahler-ID / Transaktions-ID, Zahlungsbetrag, IP-Adresse - Lizenzdaten (Lizenz-ID, Aktivierungstoken, Gerätefingerprint, Plattform) - Zeitpunkte von Kauf und Aktivierung 2. Zweck der Verarbeitung - Vertragsabwicklung (Lizenzvergabe, Aktivierung, Support) - Betrugsprävention und Missbrauchsschutz 3. Rechtsgrundlage Art. 6 Abs. 1 lit. b DSGVO (Vertragserfüllung). 4. Empfänger PayPal (Europe) S.à r.l. et Cie, S.C.A. als Zahlungsabwickler sowie Hosting-Provider für den Lizenzserver. 5. Speicherdauer So lange wie für die Vertragsabwicklung und gesetzliche Aufbewahrungspflichten erforderlich. 6. Betroffenenrechte Auskunft, Berichtigung, Löschung, Einschränkung, Datenübertragbarkeit, Widerspruch sowie Beschwerderecht bei einer Aufsichtsbehörde.

# LegalTermsBody
source: 1. Scope These terms apply to the purchase of UltimateVideoBrowser Pro. 2. License The license is non-transferable and valid for one device (max devices per license). Activation requires an online check; offline use is provided via a time-limited activation token. 3. Payment One-time payment via PayPal. No subscription fees. 4. Updates and availability There is no entitlement to future features or continued availability of services, unless legally required. 5. Liability We are liable for intent and gross negligence. For simple negligence, liability is limited to foreseeable, typical damages, unless mandatory law applies. 6. Support and refunds Support contact: [support@example.com]. Refunds follow the statutory withdrawal rules for digital content.
de: 1. Geltungsbereich Diese AGB gelten für den Kauf von UltimateVideoBrowser Pro. 2. Lizenz Die Lizenz ist nicht übertragbar und gilt für ein Gerät (max. Geräte pro Lizenz). Die Aktivierung erfordert eine Online-Prüfung; die Offline-Nutzung erfolgt über ein zeitlich begrenztes Aktivierungstoken. 3. Zahlung Einmalzahlung über PayPal. Kein Abonnement. 4. Updates und Verfügbarkeit Kein Anspruch auf zukünftige Funktionen oder fortlaufende Verfügbarkeit, soweit gesetzlich nicht anders geregelt. 5. Haftung Haftung bei Vorsatz und grober Fahrlässigkeit. Bei einfacher Fahrlässigkeit nur für vorhersehbare, typische Schäden, soweit gesetzlich zulässig. 6. Support und Rückerstattung Support-Kontakt: [support@example.com]. Rückerstattungen richten sich nach den gesetzlichen Widerrufsregeln für digitale Inhalte.

# LegalWithdrawalBody
source: Right of withdrawal (digital content) You have the right to withdraw from this contract within 14 days without giving any reason. Exception: The right of withdrawal expires if you expressly agree that the execution of the contract begins before the withdrawal period ends and you acknowledge that you lose your right of withdrawal. To exercise the right of withdrawal, contact: [support@example.com].
de: Widerrufsrecht (digitale Inhalte) Du hast das Recht, binnen 14 Tagen ohne Angabe von Gründen diesen Vertrag zu widerrufen. Ausnahme: Das Widerrufsrecht erlischt, wenn du ausdrücklich zustimmst, dass die Ausführung des Vertrags vor Ablauf der Widerrufsfrist beginnt, und du zur Kenntnis nimmst, dass du dein Widerrufsrecht verlierst. Zur Ausübung des Widerrufs kontaktiere: [support@example.com].

# LegalConsentTitle
source: Purchase confirmation
de: Kauf bestätigen

# LegalConsentHeader
source: Confirm your purchase
de: Kauf bestätigen

# LegalConsentIntro
source: Please review the legal information below before proceeding to PayPal checkout.
de: Bitte prüfe vor dem PayPal-Checkout die rechtlichen Hinweise.

# LegalConsentProductScope
source: Non-transferable license for one device. Includes Pro features (face recognition & automation). No subscription.
de: Nicht übertragbare Lizenz für ein Gerät. Enthält Pro-Funktionen (Gesichtserkennung & Automatisierung). Kein Abo.

# LegalConsentPriceFormat
source: Final price (incl. VAT): {0} – one-time payment
de: Endpreis (inkl. MwSt): {0} – einmalig

# LegalConsentPaymentHint
source: Payment is processed by PayPal. The license is issued by the license server after successful payment.
de: Zahlung über PayPal. Die Lizenz wird nach erfolgreicher Zahlung durch den Lizenzserver ausgestellt.

# LegalConsentWithdrawalTitle
source: Withdrawal waiver (required)
de: Widerrufsverzicht (erforderlich)

# LegalConsentWithdrawalCheckbox
source: I expressly agree that the execution of the contract begins before the withdrawal period ends and acknowledge that I lose my right of withdrawal.
de: Ich stimme ausdrücklich zu, dass die Ausführung des Vertrags vor Ablauf der Widerrufsfrist beginnt und verliere mein Widerrufsrecht.

# LegalConsentWithdrawalHint
source: Without this consent, the purchase cannot be completed for digital content.
de: Ohne diese Zustimmung kann der Kauf digitaler Inhalte nicht abgeschlossen werden.

# LegalConsentDocumentsTitle
source: Legal documents
de: Rechtstexte

# LegalConsentDocumentsHint
source: Imprint, privacy policy, terms, and withdrawal information are available here.
de: Hier findest du Impressum, Datenschutz, AGB und Widerruf.

# LegalConsentConfirmButton
source: Proceed to PayPal
de: Weiter zu PayPal

# LegalConsentMissingTitle
source: Consent required
de: Zustimmung erforderlich

# LegalConsentMissingMessage
source: Please confirm the withdrawal waiver to continue.
de: Bitte bestätige den Widerrufsverzicht, um fortzufahren.

# MergeButton
source: Merge
ar: دمج
de: Zusammenführen
fi: Yhdistä
he: מיזוג
id: Gabungkan
it: Unisci
nb: Slå sammen
nl: Samenvoegen
pt: Mesclar
ro: Îmbină
ru: Объединить

# MergeIntoTitle
source: Merge into…
ar: دمج إلى…
de: Zusammenführen in…
fi: Yhdistä kohteeseen…
he: מיזוג אל…
id: Gabungkan ke…
it: Unisci in…
nb: Slå sammen til…
nl: Samenvoegen naar…
pt: Mesclar em…
ro: Îmbină în…
ru: Объединить в…

# QualityLabel
source: Quality
ar: الجودة
de: Qualität
fi: Laatu
he: איכות
id: Kualitas
it: Qualità
nb: Kvalitet
nl: Kwaliteit
pt: Qualidade
ro: Calitate
ru: Качество

# ErrorLogCopyFailedMessage
source: Copy to clipboard failed. Please try again or use "View log" to copy manually.
ar: فشل النسخ إلى الحافظة. حاول مرة أخرى أو استخدم "عرض السجل" للنسخ يدويًا.
de: Kopieren in die Zwischenablage fehlgeschlagen. Bitte versuche es erneut oder nutze „Log anzeigen“, um manuell zu kopieren.
fi: Kopiointi leikepöydälle epäonnistui. Yritä uudelleen tai käytä "Näytä loki" kopioidaksesi käsin.
he: ההעתקה ללוח נכשלה. נסה שוב או השתמש ב-"הצג יומן" כדי להעתיק ידנית.
id: Gagal menyalin ke clipboard. Coba lagi atau gunakan "Lihat log" untuk menyalin secara manual.
nb: Kopiering til utklippstavlen mislyktes. Prøv igjen eller bruk "Vis logg" for å kopiere manuelt.
nl: Kopiëren naar het klembord mislukt. Probeer het opnieuw of gebruik "Logboek bekijken" om handmatig te kopiëren.
pt: Falha ao copiar para a área de transferência. Tenta novamente ou usa "Ver registo" para copiar manualmente.
ro: Copierea în clipboard a eșuat. Încearcă din nou sau folosește „Vezi jurnalul” pentru a copia manual.
ru: Не удалось скопировать в буфер обмена. Попробуйте ещё раз или используйте «Просмотр журнала», чтобы скопировать вручную.

# UpgradeNowButton
source: Upgrade now
ar: الترقية الآن
de: Jetzt upgraden
fi: Päivitä nyt
he: שדרג עכשיו
id: Upgrade sekarang
nb: Oppgrader nå
nl: Nu upgraden
pt: Atualizar agora
ro: Actualizează acum
ru: Обновить сейчас

# PeopleTagsTrialTitle
source: People tags (trial)
ar: وسوم الأشخاص (تجريبي)
de: Personen-Tags (Test)
fi: Henkilötunnisteet (kokeilu)
he: תגיות אנשים (ניסיון)
id: Tag orang (uji coba)
nb: Persontagger (prøve)
nl: Personentags (proef)
pt: Tags de pessoas (avaliação)
ro: Etichete persoane (probă)
ru: Теги людей (пробная)

# PeopleTagsTrialHint
source: People tags are enabled for 14 days in the free version. Upgrade to Pro to keep people tags permanently.
ar: وسوم الأشخاص مفعّلة لمدة 14 يومًا في النسخة المجانية. قم بالترقية إلى Pro للاحتفاظ بوسوم الأشخاص بشكل دائم.
de: Personen-Tags sind in der kostenlosen Version 14 Tage lang aktiviert. Wechsle zu Pro, um Personen-Tags dauerhaft zu behalten.
fi: Henkilötunnisteet ovat käytössä 14 päivää ilmaisversiossa. Päivitä Pro-versioon, jotta ne säilyvät pysyvästi.
he: תגיות אנשים זמינות למשך 14 ימים בגרסה החינמית. שדרג ל‑Pro כדי לשמור תגיות אנשים לצמיתות.
id: Tag orang diaktifkan selama 14 hari di versi gratis. Upgrade ke Pro untuk menyimpan tag orang secara permanen.
nb: Persontagger er aktivert i 14 dager i gratisversjonen. Oppgrader til Pro for å beholde persontagger permanent.
nl: Personentags zijn 14 dagen ingeschakeld in de gratis versie. Upgrade naar Pro om personentags permanent te behouden.
pt: As tags de pessoas ficam ativadas por 14 dias na versão gratuita. Atualiza para Pro para as manter permanentemente.
ro: Etichetele persoanelor sunt activate 14 zile în versiunea gratuită. Actualizează la Pro pentru a le păstra permanent.
ru: Теги людей включены на 14 дней в бесплатной версии. Обновитесь до Pro, чтобы сохранить теги людей навсегда.

# ReindexTitle
source: Re-index library
ar: إعادة فهرسة المكتبة
de: Bibliothek neu indizieren
fi: Indeksoi kirjasto uudelleen
he: צור אינדקס מחדש לספרייה
id: Indeks ulang pustaka
nb: Reindekser biblioteket
nl: Bibliotheek opnieuw indexeren
pt: Reindexar biblioteca
ro: Reindexează biblioteca
ru: Переиндексировать библиотеку

# ReindexPrompt
source: Do you want to re-index everything now? This can take a while depending on your library size.
ar: هل تريد إعادة فهرسة كل شيء الآن؟ قد يستغرق ذلك بعض الوقت حسب حجم مكتبتك.
de: Möchtest du jetzt alles neu indizieren? Je nach Größe deiner Bibliothek kann das eine Weile dauern.
fi: Haluatko indeksoida kaiken uudelleen nyt? Se voi kestää jonkin aikaa kirjaston koosta riippuen.
he: האם ברצונך ליצור אינדקס מחדש לכל מה שיש כעת? זה עשוי לקחת זמן בהתאם לגודל הספרייה שלך.
id: Apakah Anda ingin mengindeks ulang semuanya sekarang? Ini bisa memakan waktu tergantung ukuran pustaka Anda.
nb: Vil du reindeksere alt nå? Dette kan ta litt tid avhengig av størrelsen på biblioteket.
nl: Wil je alles nu opnieuw indexeren? Dit kan even duren, afhankelijk van de grootte van je bibliotheek.
pt: Queres reindexar tudo agora? Isto pode demorar algum tempo, dependendo do tamanho da tua biblioteca.
ro: Vrei să reindexezi totul acum? Poate dura ceva timp în funcție de dimensiunea bibliotecii tale.
ru: Хотите переиндексировать всё сейчас? Это может занять некоторое время в зависимости от размера вашей библиотеки.

# OpenLocationAction
source: Location
de: Standort

# OpenLocationFailedTitle
source: Open location failed
de: Standort öffnen fehlgeschlagen

# OpenLocationFailedMessage
source: We couldn't open this location. Please try again.
de: Der Standort konnte nicht geöffnet werden. Bitte versuche es erneut.

# OpenLocationNotSupportedMessage
source: Opening locations isn't supported on this device.
de: Standorte öffnen wird auf diesem Gerät nicht unterstützt.

# MapButton
source: Map
de: Karte

# MapPageTitle
source: Map
de: Karte

# MapEmptyTitle
source: No locations found
de: Keine Standorte gefunden

# MapEmptyMessage
source: Enable locations and reindex to see photos and videos on the map.
de: Aktiviere Standortdaten und indiziere neu, um Fotos und Videos auf der Karte zu sehen.

# OpenAction
source: Open
de: Öffnen

# SortName
source: Name
ar: الاسم
da: Navn
el: Όνομα
es: Nombre
fi: Nimi
fr: Nom
he: שם
hi: नाम
id: Nama
it: Nome
ja: 名前
nb: Navn
nl: Naam
pl: Nazwa
pt: Nome
ro: Nume
ru: Имя
sv: Namn
th: ชื่อ
tr: Ad
vi: Tên
