Repository: inetconnector/UltimateVideoBrowser
Catalog: Resources/Strings/AppResources.*.resx
Languages: ar, da, de, el, es, fi, fr, he, hi, id, it, ja, nb, nl, pl, pt, ro, ru, sv, th, tr, vi

# SettingsFilterTitle
source: Filter
ar: عامل التصفية
el: Φίλτρο
es: Filtro
fi: Suodatin
fr: Filtre
he: מסנן
hi: फ़िल्टर
it: Filtro
ja: フィルター
pl: Filtr
pt: Filtro
ro: Filtru
ru: Фильтр
th: ตัวกรอง
tr: Filtre
vi: Bộ lọc

# MediaTypeVideos
source: Videos
ar: الفيديوهات
da: Videoer
el: Βίντεο
es: Vídeos
fi: Videot
fr: Vidéos
he: סרטונים
hi: वीडियो
id: Video
it: Video
ja: 動画
nb: Videoer
pl: Wideo
pt: Vídeos
ro: Videoclipuri
ru: Видео
sv: Videor
th: วิดีโอ
tr: Videolar
vi: Video

# PersonNamePlaceholder
source: Name
da: Navn
el: Όνομα
es: Nombre
fr: Nom
hi: नाम
ja: 名前
pl: Imię
sv: Namn
th: ชื่อ
tr: Ad
vi: Tên

# PersonPageTitle
source: Person
el: Άτομο
es: Persona
fr: Personne
hi: व्यक्ति
ja: 人物
pl: Osoba
th: บุคคล
tr: Kişi
vi: Người

# SettingsIndexingStatusLabel
source: Status
ar: الحالة
fi: Tila
he: סטטוס
it: Stato
pt: Estado
ro: Stare
ru: Статус

# SettingsProTitle
source: Pro upgrade
ar: ترقية Pro
fi: Pro-päivitys
he: שדרוג Pro
id: Upgrade Pro
it: Aggiornamento Pro
nb: Pro-oppgradering
pt: Atualização Pro
ro: Upgrade Pro
ru: Обновление Pro
